<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <title>Debug</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description">
<meta property="og:type" content="website">
<meta property="og:title" content="Debug">
<meta property="og:url" content="http://yoursite.com/index.html">
<meta property="og:site_name" content="Debug">
<meta property="og:description">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Debug">
<meta name="twitter:description">
  
  
    <link rel="icon" href="/favicon.ico">
  
  <link href="/webfonts/ptserif/main.css" rel='stylesheet' type='text/css'>
  <link href="/webfonts/source-code-pro/main.css" rel="stylesheet" type="text/css">
  <link rel="stylesheet" href="/css/style.css" type="text/css">
  

</head>

<body>
  <div id="container">
    <header id="header">
  <div id="header-outer" class="outer">
    <div id="header-inner" class="inner">
      <a id="main-nav-toggle" class="nav-icon" href="javascript:;"></a>
      <a id="logo" class="logo" href="/"></a>
      <nav id="main-nav">
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
          <a class="main-nav-link" href="/categories">Categories</a>
        
          <a class="main-nav-link" href="/tags">Tags</a>
        
          <a class="main-nav-link" href="/about">About</a>
        
      </nav>
      <nav id="sub-nav">
        <div id="search-form-wrap">
          <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" results="0" class="search-form-input" placeholder="Search"><button type="submit" class="search-form-submit">&#xF002;</button><input type="hidden" name="sitesearch" value="http://yoursite.com"></form>
        </div>
      </nav>
    </div>
  </div>
</header>
    <section id="main" class="outer">
      <article id="post-I-have-read-lots-of-books-but-forgotten-most-of-them-What-s-the-purpose-of-reading" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 itemprop="name">
      <a class="article-title" href="/2016/02/23/I-have-read-lots-of-books-but-forgotten-most-of-them-What-s-the-purpose-of-reading/">I Have Read Lots of Books but Forgotten Most of Them. What&#39;s the Purpose of Reading?</a>
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/02/23/I-have-read-lots-of-books-but-forgotten-most-of-them-What-s-the-purpose-of-reading/" class="article-date">
  <time datetime="2016-02-23T07:25:40.000Z" itemprop="datePublished">2016-02-23</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/Life/">Life</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>&#x4ECE;&#x524D;&#xFF0C;&#x6709;&#x4E00;&#x4F4D;&#x8001;&#x519C;&#x548C;&#x4ED6;&#x7684;&#x5C0F;&#x5B59;&#x5B50;&#x4F4F;&#x5728;&#x5C71;&#x95F4;&#x7684;&#x519C;&#x573A;&#x91CC;&#x3002;&#x6BCF;&#x5929;&#x65E9;&#x4E0A;&#xFF0C;&#x8001;&#x4EBA;&#x90FD;&#x4F1A;&#x65E9;&#x65E9;&#x8D77;&#x5E8A;&#xFF0C;&#x5750;&#x5728;&#x53A8;&#x623F;&#x684C;&#x5B50;&#x4E0A;&#x8BFB;&#x5723;&#x4E66;&#x3002;<br>long long ago, a old farmer and his grandchild lived in a  farm that was moutain around.<br>every morning, the old man got up early, sit on the kitch&#x2019;s desk and readed a Bible.<br>An old farmer lived on a farm in the mountains with his young grandson.<br>Each morning grandpa was up early sitting at the kitchen table reading his holy book.  </p>
<p>&#x4E00;&#x5929;&#xFF0C;&#x4ED6;&#x7684;&#x5B59;&#x5B50;&#x95EE;&#x9053;&#xFF1A;&#x201C;&#x7237;&#x7237;&#xFF01;&#x6211;&#x52AA;&#x529B;&#x5C1D;&#x8BD5;&#x50CF;&#x60A8;&#x4E00;&#x6837;&#x8BFB;&#x5723;&#x4E66;&#xFF0C;&#x53EF;&#x6211;&#x770B;&#x4E0D;&#x5927;&#x61C2;&#xFF0C;&#x800C;&#x90A3;&#x4E9B;&#x80FD;&#x770B;&#x61C2;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x4E00;&#x5408;&#x4E0A;&#x4E66;&#x6211;&#x53C8;&#x7ED9;&#x5FD8;&#x4E86;&#x3002;&#x90A3;&#x6211;&#x8BFB;&#x8FD9;&#x672C;&#x4E66;&#x6709;&#x4EC0;&#x4E48;&#x7528;&#x5462;&#xFF1F;&#x201D;<br>on day ,his grandchild ask a question: grandpa! I tried to read the bible like you, but i can&#x2019;t  competely understood, and the part<br>what i understood was forgotted when i closed the book. what&#x2019;s meaning to reading the book?<br>One day the grandson asked, &#x201C;grandpa! I try to read the holy book just like you but I don&#x2019;t understand it, and what I do understand<br>I forget as soon as I close the book. What good does reading the book do?&#x201D;  </p>
<p>&#x8001;&#x4EBA;&#x6B63;&#x5728;&#x7ED9;&#x7089;&#x5B50;&#x6DFB;&#x7164;&#xFF0C;&#x8FD9;&#x4F1A;&#x513F;&#x5E73;&#x9759;&#x5730;&#x505C;&#x4E0B;&#x624B;&#x4E2D;&#x7684;&#x52A8;&#x4F5C;&#xFF0C;&#x7B54;&#x9053;&#xFF1A;&#x201C;&#x5E26;&#x7740;&#x8FD9;&#x4E2A;&#x7164;&#x7BEE;&#x5B50;&#x5230;&#x6CB3;&#x8FB9;&#x53BB;&#xFF0C;&#x7ED9;&#x6211;&#x6253;&#x4E00;&#x7BEE;&#x6C34;&#x56DE;&#x6765;&#x5427;&#x3002;&#x201D;<br>The old man was adding coal to the stove, after a while, he stopped, and then answered:take this bashkit of coal and go to the river,<br>come back to get a bashkit of water.<br>The grandfather quietly turned from putting coal in the stove and replied, &#x201C;take this coal basket down to the river and bring me<br>back a basket of water.&#x201D;  </p>
<p>&#x7537;&#x5B69;&#x4FBF;&#x7167;&#x505A;&#xFF0C;&#x53EF;&#x8FD8;&#x6CA1;&#x7B49;&#x4ED6;&#x56DE;&#x5230;&#x5BB6;&#xFF0C;&#x7BEE;&#x5B50;&#x91CC;&#x7684;&#x6C34;&#x5C31;&#x90FD;&#x6F0F;&#x5149;&#x4E86;&#x3002;&#x8001;&#x519C;&#x592B;&#x7B11;&#x9053;&#xFF1A;&#x201C;&#x4F60;&#x4E0B;&#x6B21;&#x5F97;&#x8DD1;&#x5FEB;&#x70B9;&#x3002;&#x201D;&#x8BF4;&#x5B8C;&#x4FBF;&#x53C8;&#x8BA9;&#x4ED6;&#x63D0;&#x7740;&#x7BEE;&#x5B50;&#x56DE;&#x53BB;&#x3002;&#x8FD9;&#x4E00;&#x6B21;&#xFF0C;&#x7537;&#x5B69;&#x8DD1;&#x5F97;&#x66F4;&#x5FEB;&#x4E86;&#xFF0C;<br>the child did it, but the water in baskit was fully missing, not until he arrived home.the farmer similingly told him:<br>you need run faster next time. After that let him go with the baskit. This time, the boy run faster.<br>The boy did as he was told, but all the water leaked out before he got back to the house. The grandfather laughed and said,<br>&#x201C;you&#x2019;ll have to move a little faster next time&#x201D;, and sent him back to the river with the basket to try again. This time the boy ran faster,  </p>
<p>&#x4F46;&#x534A;&#x8DEF;&#x4E0A;&#x7BEE;&#x5B50;&#x91CC;&#x7684;&#x6C34;&#x53C8;&#x6F0F;&#x5149;&#x4E86;&#x3002;&#x4ED6;&#x5598;&#x7740;&#x6C14;&#x544A;&#x8BC9;&#x8001;&#x519C;&#x592B;&#x7528;&#x7BEE;&#x5B50;&#x63D0;&#x6C34;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#xFF0C;&#x4ED6;&#x8981;&#x53BB;&#x6362;&#x6210;&#x6876;&#x3002;&#x8001;&#x4EBA;&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x4E0D;&#x8981;&#x4E00;&#x6876;&#x6C34;&#xFF0C;&#x6211;&#x8981;&#x7684;&#x662F;&#x4E00;&#x7BEE;&#x6C34;&#x3002;<br>but the water missed again. He told the farmer that  water by using a biskit to get is impossible, he want chang it to a bucket.<br>the old man said:I don&#x2019;t want a bucket of water, i want a baskit of water.<br>but again the basket was empty before he returned home. Out of breath, he told his grandfather that it was impossible to carry<br>water in a basket, and he went to get a bucket instead. The old man said, &#x201C;I don&#x2019;t want a bucket of water; I want a basket of water.  </p>
<p>&#x4F60;&#x53EA;&#x662F;&#x6CA1;&#x6709;&#x5C3D;&#x5168;&#x529B;&#x7F62;&#x4E86;&#x3002;&#x201D;&#x8BF4;&#x5B8C;&#x4FBF;&#x51FA;&#x95E8;&#x60F3;&#x770B;&#x7740;&#x7537;&#x5B69;&#x518D;&#x8BD5;&#x4E00;&#x6B21;&#x3002;&#x8FD9;&#x56DE;&#xFF0C;&#x7537;&#x5B69;&#x5FC3;&#x91CC;&#x5DF2;&#x7ECF;&#x6E05;&#x695A;&#x8FD9;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#xFF0C;<br>You did&#x2019;t try your best. After that, He ask the boy to try it again. In this time, the boy clearly know it is impossible.<br>You&#x2019;re just not trying hard enough,&#x201D; and he went out the door to watch the boy try again. At this point, the boy knew it was impossible,   </p>
<p>&#x4F46;&#x4E3A;&#x4E86;&#x5411;&#x7956;&#x7236;&#x8BC1;&#x660E;&#x5373;&#x4FBF;&#x81EA;&#x5DF1;&#x7AED;&#x5C3D;&#x5168;&#x529B;&#x5730;&#x8DD1;&#xFF0C;&#x6C34;&#x8FD8;&#x662F;&#x4F1A;&#x5728;&#x4ED6;&#x6CA1;&#x5230;&#x5BB6;&#x524D;&#x5C31;&#x6D41;&#x5149;&#xFF0C;&#x4FBF;&#x518D;&#x4E00;&#x6B21;&#x628A;&#x7BEE;&#x5B50;&#x6D78;&#x5230;&#x6CB3;&#x91CC;&#x88C5;&#x6C34;&#xFF0C;&#x63D0;&#x8D77;&#x540E;&#x98DE;&#x5954;&#x5F80;&#x56DE;&#x8DD1;&#x3002;<br>but he testify for his grandpa that even through he try his best, the water has been flowed out from baskit before he arrived home,<br>he throwed it into river, lifted it and runed toward home.<br>but he wanted to show his grandfather that even if he ran as fast as he could, the water would leak out before he got back to the house.<br>The boy again dipped the basket into the river and ran hard,   </p>
<p>&#x4E0D;&#x51FA;&#x6240;&#x6599;&#xFF0C;&#x5F53;&#x4ED6;&#x6765;&#x5230;&#x7956;&#x7236;&#x9762;&#x524D;&#x65F6;&#xFF0C;&#x7BEE;&#x5B50;&#x53C8;&#x4E00;&#x6B21;&#x7A7A;&#x4E86;&#x3002;&#x4ED6;&#x6C14;&#x5598;&#x5401;&#x5401;&#x5730;&#x8BF4;&#xFF1A;&#x201C;&#x770B;&#x5427;&#xFF0C;&#x7237;&#x7237;&#xFF0C;&#x6839;&#x672C;&#x6CA1;&#x7528;&#xFF01;&#x201D;<br>As expected, When he was in front of grandpa, the basket was empty. He was out of breath and said: look at it, it did&#x2019;t work!<br>but when he reached his grandfather the basket was again empty. Out of breath, he said, &#x201C;see grandpa, it&#x2019;s useless!&#x201D;  </p>
<p>&#x201C;&#x6240;&#x4EE5;&#x4F60;&#x89C9;&#x5F97;&#x6CA1;&#x7528;&#xFF1F;&#x201D;&#x8001;&#x4EBA;&#x8BF4;&#xFF0C;&#x201C;&#x4F60;&#x518D;&#x770B;&#x770B;&#x7BEE;&#x5B50;&#x3002;&#x201D;&#x7537;&#x5B69;&#x770B;&#x4E86;&#x770B;&#x7BEE;&#x5B50;&#xFF0C;&#x8FD9;&#x65F6;&#xFF0C;&#x4ED6;&#x7A81;&#x7136;&#x610F;&#x8BC6;&#x5230;&#x7BEE;&#x5B50;&#x5DF2;&#x7ECF;&#x53D8;&#x5F97;&#x4E0D;&#x4E00;&#x6837;&#x4E86;&#xFF1A;<br>So, do you feel no sense? the old man said, you watch the baskit again. The boy looked at it, then, he figure out the baskit is totally<br>different,<br>&#x201C;So you think it is useless?&#x201D; The old man said, &#x201C;look at the basket.&#x201D; The boy looked at the basket and for the first time realized that the basket was different.   </p>
<p>&#x672C;&#x6765;&#x53C8;&#x810F;&#x53C8;&#x65E7;&#x7684;&#x7164;&#x7BEE;&#x5982;&#x4ECA;&#x7ADF;&#x7531;&#x5185;&#x800C;&#x5916;&#x90FD;&#x53D8;&#x5F97;&#x5E72;&#x51C0;&#x5982;&#x65B0;&#x3002;<br>the old dirty coal baskit had been clean from inside to outside.<br>It had been transformed from a dirty old coal basket and was now clean, inside and out.  </p>
<p>&#x8BFB;&#x4E66;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x6216;&#x8BB8;&#x4F60;&#x65E0;&#x6CD5;&#x7406;&#x89E3;&#x6216;&#x8BB0;&#x4F4F;&#x6240;&#x6709;&#x4E1C;&#x897F;&#xFF0C;&#x7136;&#x800C;&#xFF0C;&#x5F53;&#x4F60;&#x5728;&#x8BFB;&#x5B83;&#x4EEC;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5B83;&#x4EEC;&#x5DF2;&#x7ECF;&#x7531;&#x5185;&#x800C;&#x5916;&#x5730;&#x6539;&#x53D8;&#x4E86;&#x4F60;&#xFF01;&#xFF01;&#xFF01;<br>Reading is like that. May be you cann&#x2019;t understand or rember all the content, but  When you were reading it, it has change you from insider to outsider.<br>So, that&#x2019;s what happens when you read the book.you might not understand or remember everything, but when you read it, you will be changed, inside and out!!!</p>
<p>&#x8FD9;&#x4E2A;&#x6545;&#x4E8B;&#x4EE5;&#x5723;&#x4E66;&#x4E3A;&#x4F8B;&#xFF0C;&#x4F46;&#x5176;&#x4E2D;&#x7684;&#x9053;&#x7406;&#x9002;&#x7528;&#x4E8E;&#x4F60;&#x8BFB;&#x7684;&#x6BCF;&#x4E00;&#x672C;&#x4E66;&#x3002;<br>This is example, but the principle of it fit  every book you readed.<br>This story above uses a holy book as example, but applies to any book you read!!</p>

      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Quora/">Quora</a></li></ul>

      </footer>
    
  </div>
  
</article>


    
      <article id="post-How-does-China’s-family-oriented-culture-impact-the-role-of-women-in-Chinese-society" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 itemprop="name">
      <a class="article-title" href="/2016/02/22/How-does-China’s-family-oriented-culture-impact-the-role-of-women-in-Chinese-society/">How Does China’s Family-Oriented Culture Impact the Role of Women in Chinese Society?</a>
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/02/22/How-does-China’s-family-oriented-culture-impact-the-role-of-women-in-Chinese-society/" class="article-date">
  <time datetime="2016-02-22T08:10:46.000Z" itemprop="datePublished">2016-02-22</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/Life/">Life</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>This answer  come from <a href="https://www.quora.com/profile/Paul-Denlinger" target="_blank" rel="external">Paul Denlinger</a> ,ref <a href="https://www.quora.com/How-does-China%E2%80%99s-family-oriented-culture-impact-the-role-of-women-in-Chinese-society" target="_blank" rel="external">link</a>,<br>He made sense, so I decide to  thanslate it to chinese, enjoy it.</p>
<blockquote>
<p>Women have always played leading roles in managing Chinese families, especially when it comes to budget and children&#x2019; education.<br>You can learn something just from the language: the traditional polite term for wife used by men/husbands in traditional times was &#x5185;&#x4EBA; which can be translated into &#x201C;domestic or inside&#x201D; person.<br>Many Europeans and Americans assumed that this just meant that the wife was the domestic person.<br>What the Chinese didn&#x2019;t tell the Europeans and Americans was that the &#x201C;domestic person&#x201D; had control over all household finances, and that Chinese had handed over this responsibility to women many generations ago.<br>It was white European and American women who had no power over family finances, or even their own finances!<br>When dealing with outside (non-family) members, the women were expected to show proper deference and respect to the men of the household for their opinions, and not steal the limelight, or show them up anyway.<br>But these were just social rules. The men knew what was going on.  </p>
</blockquote>
<p>&#x5973;&#x4EBA;&#x4E00;&#x76F4;&#x5728;&#x7BA1;&#x7406;&#x5BB6;&#x5EAD;&#x98DF;&#x7269;&#x65B9;&#x9762;&#x626E;&#x6F14;&#x8005;&#x91CD;&#x8981;&#x89D2;&#x8272;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;&#x5BB6;&#x5EAD;&#x9884;&#x7B97;&#x548C;&#x5B69;&#x5B50;&#x6559;&#x80B2;&#x65B9;&#x9762;&#x3002;<br>&#x4F60;&#x53EF;&#x4EE5;&#x4ECE;&#x8BED;&#x8A00;&#x4E2D;&#x83B7;&#x5F97;&#x4E00;&#x4E9B;&#x4FE1;&#x606F;&#xFF1A;&#x5728;&#x53E4;&#x4EE3;&#xFF0C;&#x7537;&#x4EBA;&#x6216;&#x4E08;&#x592B;&#x793C;&#x8C8C;&#x7684;&#x79F0;&#x547C;&#x59BB;&#x5B50;&#x662F;&#x201C;&#x5185;&#x4EBA;&#x201D;&#xFF0C; &#x53EF;&#x4EE5;&#x88AB;&#x7FFB;&#x8BD1;&#x6210;&#x201C;&#x5BB6;&#x91CC;&#x4EBA;&#x6216;&#x91CC;&#x9762;&#x7684;&#x4EBA;&#x201D;&#xFF0C;&#x8BB8;&#x591A;&#x6B27;&#x7F8E;&#x4EBA;&#x8BA4;&#x4E3A;&#x8FD9;&#x610F;&#x5473;&#x7740;<br>&#x59BB;&#x5B50;&#x662F;&#x672C;&#x56FD;&#x4EBA;&#x3002;<br>&#x4E2D;&#x56FD;&#x4EBA;&#x6CA1;&#x6709;&#x544A;&#x8BC9;&#x6B27;&#x7F8E;&#x4EBA;&#x7684;&#x662F;&#xFF1A;&#x201C;&#x5185;&#x4EBA;&#x201D;&#x63A7;&#x5236;&#x7740;&#x6240;&#x6709;&#x7684;&#x5BB6;&#x5EAD;&#x8D22;&#x52A1;&#xFF0C;&#x524D;&#x51E0;&#x4EE3;&#x4E2D;&#x56FD;&#x4EBA;&#x5C31;&#x5DF2;&#x7ECF;&#x628A;&#x8D22;&#x52A1;&#x6743;&#x4EA4;&#x7ED9;&#x4E86;&#x5973;&#x4EBA;&#x3002;<br>&#x800C;&#x6B27;&#x7F8E;&#x5973;&#x4EBA;&#x5E76;&#x6CA1;&#x6709;&#x5BB6;&#x5EAD;&#x7684;&#x8D22;&#x52A1;&#x6743;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x81EA;&#x5DF1;&#x7684;&#x8D22;&#x52A1;&#x6743;&#xFF01;<br>&#x5F53;&#x4E0E;&#x5BB6;&#x5EAD;&#x5916;&#x7684;&#x4EBA;&#x6253;&#x4EA4;&#x9053;&#x65F6;&#xFF0C; &#x5973;&#x4EBA;&#x88AB;&#x8981;&#x6C42;&#x663E;&#x793A;&#x7684;&#x6E29;&#x987A;&#xFF0C;&#x5C0A;&#x91CD;&#x4E08;&#x592B;&#x4F5C;&#x4E3A;&#x4E00;&#x5BB6;&#x4E4B;&#x4E3B;&#x7684;&#x610F;&#x89C1;&#xFF0C;&#x4E0D;&#x4F1A;&#x88AB;&#x593A;&#x53D6;&#x5149;&#x8292;&#x3002;<br>&#x4F46;&#x8FD9;&#x4E9B;&#x662F;&#x793E;&#x4F1A;&#x89C4;&#x5219;&#xFF0C;&#x7537;&#x4EBA;&#x4EEC;&#x77E5;&#x9053;&#x5176;&#x4E2D;&#x7684;&#x9053;&#x7406;&#x3002;</p>
<p>and&#xFF0C;the George Chen&#x2019;s answer seem to be interesting&#xFF1A;</p>
<blockquote>
<p>China is fast changing in every aspect; I might be a little out of touch.<br>From my experience, professional women can form vast social networks, and their seemingly powerful husbands are just dumb puppets. This is nepotism in its naked form. All is well if you are a man growing up in such an environment &#x2014; you&#x2019;ll be doted and pampered and indulged &#x2014; until one day you fall in love with someone they don&#x2019;t like. All of sudden you become an outsider; you lose all your connections over night. Communicating with them on such matters is like talking to a solid stonewall; not a single one of them shares your sympathy, and those insensitive remarks behind your girlfriend&#x2019;s back hurt you like hell &#x2014; this is probably the first time a certain man feels pain on a woman&#x2019;s behalf.  Believe it or not, similar to some men thinking woman&#x2019;s virginity is something praiseworthy, these powerful women are not troubled at all if their young male off-springs live a life of celibacy even in their 20s. The bottom line is, you are free, but you are on your own now; I guess it&#x2019;s about time to be a man, or someone else&#x2019;s puppet.  </p>
</blockquote>
<p>&#x4E2D;&#x56FD;&#x5404;&#x4E2A;&#x65B9;&#x9762;&#x90FD;&#x5728;&#x5FEB;&#x901F;&#x7684;&#x53D8;&#x5316;&#xFF1B;&#x6211;&#x53EF;&#x80FD;&#x6709;&#x4E00;&#x70B9;&#x4F53;&#x4F1A;&#xFF1A;<br>&#x4ECE;&#x6211;&#x7684;&#x7ECF;&#x5386;&#x6765;&#x770B;&#xFF0C;&#x804C;&#x4E1A;&#x5973;&#x6027;&#x5F62;&#x6210;&#x4E86;&#x5DE8;&#x5927;&#x7684;&#x793E;&#x4F1A;&#x7F51;&#x7EDC;&#xFF0C;&#x4ED6;&#x4EEC;&#x8C8C;&#x4F3C;&#x5F3A;&#x5927;&#x7684;&#x4E08;&#x592B;&#x4EC5;&#x4EC5;&#x662F;&#x4E0D;&#x4F1A;&#x8BF4;&#x8BDD;&#x7684;&#x6728;&#x5076;&#x3002;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x8D64;&#x88F8;&#x88F8;&#x7684;&#x88D9;&#x5E26;&#x5173;&#x7CFB;&#x3002;<br>&#x5982;&#x679C;&#x4E00;&#x4E2A;&#x7537;&#x4EBA;&#x5728;&#x4E00;&#x4E2A;&#x88AB;&#x5BA0;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#x957F;&#x5927;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x662F;&#x7F8E;&#x597D;&#x7684;&#xFF0C;&#x76F4;&#x5230;&#x4ED6;&#x4E0E;&#x4E00;&#x4E2A;&#x5927;&#x5BB6;&#x90FD;&#x4E0D;&#x559C;&#x6B22;&#x7684;&#x5973;&#x5B69;&#x76F8;&#x7231;&#x3002;<br>&#x7A81;&#x7136;&#x4F60;&#x53D8;&#x6210;&#x4E86;&#x5C40;&#x5916;&#x4EBA;&#xFF0C;&#x4E00;&#x591C;&#x4E4B;&#x95F4;&#x4F60;&#x5931;&#x53BB;&#x4E86;&#x6240;&#x6709;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x4E0E;&#x4ED6;&#x4EEC;&#x4EA4;&#x6D41;&#x4F3C;&#x4E4E;&#x662F;&#x5BF9;&#x725B;&#x5F39;&#x7434;&#x3002;&#x6CA1;&#x6709;&#x4EBA;&#x540C;&#x60C5;&#x4F60;&#x3002;&#x5973;&#x670B;&#x53CB;&#x80CC;&#x540E;&#x574F;&#x8BDD;&#x8BC4;&#x8BBA;&#x8BA9;&#x4F60;&#x72B9;&#x5982;&#x5730;&#x72F1;&#x3002;<br>&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x4E00;&#x4E2A;&#x7537;&#x4EBA;&#x7B2C;&#x4E00;&#x6B21;&#x5728;&#x5973;&#x4EBA;&#x95EE;&#x9898;&#x4E0A;&#x611F;&#x5230;&#x75DB;&#x82E6;&#x3002;&#x4FE1;&#x4E0D;&#x4FE1;&#x7531;&#x4F60;&#xFF0C;&#x7C7B;&#x4F3C;&#x7684;&#x95EE;&#x9898;&#x662F;&#x4E00;&#x4E9B;&#x7537;&#x4EBA;&#x8BA4;&#x4E3A;&#x5904;&#x5973;&#x662F;&#x503C;&#x5F97;&#x79F0;&#x8D5E;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x6709;&#x6743;&#x5229;&#x7684;&#x5973;&#x4EBA;&#x5E76;&#x4E0D;&#x4E3A;&#x6B64;&#x70E6;&#x607C;&#xFF0C;<br>&#x5982;&#x679C;&#x4ED6;&#x4EEC;&#x7684;&#x7537;&#x6027;&#x5B69;&#x5B50;&#x5728;20&#x5C81;&#x5C31;&#x9009;&#x62E9;&#x72EC;&#x8EAB;&#x3002;&#x5E95;&#x7EBF;&#x5C31;&#x662F;&#xFF0C;&#x4F60;&#x662F;&#x81EA;&#x7531;&#x7684;&#xFF0C;&#x4F46;&#x4F60;&#x662F;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x5730;&#x76D8;&#x4E0A;&#x3002;&#x6211;&#x731C;&#x662F;&#x5230;&#x4E86;&#x9009;&#x62E9;&#x505A;&#x4E00;&#x4E2A;&#x7537;&#x4EBA;&#x8FD8;&#x662F;&#x4E00;&#x4E2A;&#x6728;&#x5076;&#x7684;&#x65F6;&#x523B;&#x4E86;&#x3002;</p>

      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/China/">China</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Quora/">Quora</a></li></ul>

      </footer>
    
  </div>
  
</article>


    
      <article id="post-Happy-Chinese-new-year-to-all-as-a-late-blessing" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 itemprop="name">
      <a class="article-title" href="/2016/02/17/Happy-Chinese-new-year-to-all-as-a-late-blessing/">Happy Chinese New Year to All as a Late Blessing!</a>
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/02/17/Happy-Chinese-new-year-to-all-as-a-late-blessing/" class="article-date">
  <time datetime="2016-02-17T09:31:19.000Z" itemprop="datePublished">2016-02-17</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/All/">All</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p><img src="https://raw.githubusercontent.com/geoxing/photos/master/chinesenewyear.jpg" alt="ChineseNewYear"></p>

      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/China/">China</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/New-Years/">New Years</a></li></ul>

      </footer>
    
  </div>
  
</article>


    
      <article id="post-Who-Controls-Your-Facebook-Feed" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 itemprop="name">
      <a class="article-title" href="/2016/01/19/Who-Controls-Your-Facebook-Feed/">Who Controls Your Facebook Feed?</a>
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/01/19/Who-Controls-Your-Facebook-Feed/" class="article-date">
  <time datetime="2016-01-19T01:45:18.000Z" itemprop="datePublished">2016-01-19</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/Translation/">Translation</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>Today, I heard one episode podcast named <a href="http://ipn.li/itgonglun/187/">ITgonglun 187</a>, they mentioned<br>a article <a href="http://www.slate.com/articles/technology/cover_story/2016/01/how_facebook_s_news_feed_algorithm_works.html">Who Controls Your Facebook Feed</a><br>about Facebook’s NewsFeed,it sounds interesting，So i translated  it into Chinese.<br> 背景：Facebook’s NewsFeed:相当于wechat（微信）的朋友圈 + 公众号，由于Facebook没有公众号的限制（一天只能发一条），所有的事件都放在<br> timeline里，试想一下，一个用户有几十个好友，再+几十个公众号（各种新闻媒体），被刷屏的几率很大，怎么保证最佳的用户体验是Facebook要考虑的问题？<br> 而事实上，这正是Facebook的看家本领，他是如何做到的呢？</p>
        
          <p class="article-more-link">
            <a href="/2016/01/19/Who-Controls-Your-Facebook-Feed/#more">Read More</a>
          </p>
        
      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Facebook/">Facebook</a></li></ul>

      </footer>
    
  </div>
  
</article>


    
      <article id="post-how-to-break-GFW-by-using-DigitalOcean-and-Shadowsocks" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 itemprop="name">
      <a class="article-title" href="/2016/01/15/how-to-break-GFW-by-using-DigitalOcean-and-Shadowsocks/">How to Break GFW by Using DigitalOcean and Shadowsocks?</a>
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/01/15/how-to-break-GFW-by-using-DigitalOcean-and-Shadowsocks/" class="article-date">
  <time datetime="2016-01-15T07:25:20.000Z" itemprop="datePublished">2016-01-15</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/IT/">IT</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>You can follow along with this tutorial.In this way you finally breaok the GFW, access everything you want from china.</p>
<h1 id="Get_Started"><a href="#Get_Started" class="headerlink" title="Get Started"></a>Get Started</h1><p>OK, let’s go!</p>
        
          <p class="article-more-link">
            <a href="/2016/01/15/how-to-break-GFW-by-using-DigitalOcean-and-Shadowsocks/#more">Read More</a>
          </p>
        
      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/DigitalOcean/">DigitalOcean</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/GFW/">GFW</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Shadowsocks/">Shadowsocks</a></li></ul>

      </footer>
    
  </div>
  
</article>


    
      <article id="post-How-long-should-the-ideal-length-of-online-post" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 itemprop="name">
      <a class="article-title" href="/2016/01/13/How-long-should-the-ideal-length-of-online-post/">How Long Should the Ideal Length of Online Post?</a>
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/01/13/How-long-should-the-ideal-length-of-online-post/" class="article-date">
  <time datetime="2016-01-13T00:44:03.000Z" itemprop="datePublished">2016-01-13</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/IT/">IT</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>This post come from <a href="https://blog.bufferapp.com/the-ideal-length-of-everything-online-according-to-science">the-ideal-length-of-everything-online-according-to-science</a><br>and <a href="https://blog.bufferapp.com/optimal-length-social-media">their updater</a><br>How long should my tweet be? Or my blogpost? Or my headline?  </p>
        
          <p class="article-more-link">
            <a href="/2016/01/13/How-long-should-the-ideal-length-of-online-post/#more">Read More</a>
          </p>
        
      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Media/">Media</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Online/">Online</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Reading/">Reading</a></li></ul>

      </footer>
    
  </div>
  
</article>


    
      <article id="post-Why-the-experience-of-online-reading-is-so-awful" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 itemprop="name">
      <a class="article-title" href="/2016/01/12/Why-the-experience-of-online-reading-is-so-awful/">Why the Experience of Online Reading Is So Awful?</a>
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/01/12/Why-the-experience-of-online-reading-is-so-awful/" class="article-date">
  <time datetime="2016-01-12T05:40:34.000Z" itemprop="datePublished">2016-01-12</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/IT/">IT</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>Now, if you  frequently read some articles by the way of online Web in the browser, the experience can be horrible.<br>I think it may be caused by tree reasons&#xFF1A;</p>
<ul>
<li>Fragmented reading.<br>The emergence of mobile applications  has led to a fragmented reading habit , according to the latest report on Internet use.<br>People become to grow less patience for during suffering  on the internet<br>when the title didn&#x2019;t attract him or the length was too long to surpassed 1600 characters&#xFF08;or 800 chinese characters&#xFF09;<br>ref <a href="https://blog.bufferapp.com/the-ideal-length-of-everything-online-according-to-science" target="_blank" rel="external">the-ideal-length-of-everything-online-according-to-science</a><br>and <a href="https://blog.bufferapp.com/optimal-length-social-media" target="_blank" rel="external">their updater</a> </li>
<li>The dirty use Enviorment of domestic browsers.<ol>
<li>left and right side bar</li>
<li>ad bar </li>
<li>status bar<br>such as 360 browser/ sogou browser and so on.</li>
</ol>
</li>
<li>The internet Problem.  <ol>
<li>Jitter</li>
<li>blocked</li>
</ol>
</li>
</ul>

      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Online/">Online</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Reading/">Reading</a></li></ul>

      </footer>
    
  </div>
  
</article>


    
      <article id="post-What-is-Testing-in-my-mind" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 itemprop="name">
      <a class="article-title" href="/2015/12/31/What-is-Testing-in-my-mind/">What Is Testing &amp; QS in My Mind?</a>
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2015/12/31/What-is-Testing-in-my-mind/" class="article-date">
  <time datetime="2015-12-31T00:54:38.000Z" itemprop="datePublished">2015-12-31</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/Job/">Job</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <h1 id="u6211_u7406_u89E3_u7684_u6D4B_u8BD5_u53CA_u8D28_u91CF_u4FDD_u8BC1"><a href="#u6211_u7406_u89E3_u7684_u6D4B_u8BD5_u53CA_u8D28_u91CF_u4FDD_u8BC1" class="headerlink" title="我理解的测试及质量保证"></a>我理解的测试及质量保证</h1><h2 id="u6D4B_u8BD5_u662F_u4FDD_u8BC1_u8F6F_u4EF6_u8D28_u91CF_u7684_u4E0B_u7B56"><a href="#u6D4B_u8BD5_u662F_u4FDD_u8BC1_u8F6F_u4EF6_u8D28_u91CF_u7684_u4E0B_u7B56" class="headerlink" title="测试是保证软件质量的下策"></a>测试是保证软件质量的下策</h2><p>可以从两方面验证一个软件正确性：</p>
<ul>
<li>Formal Verification（形式证明）<br>给出一个描述，软件应该怎么样，通过逻辑分析或数学推理，证明我这个功能是100%不会出错的，没有特例。</li>
<li>测试<br>根据预设的条件，选取一些正常的，特殊的或边际点，看能否得出预期的正确的或错误的结论，肯定有一些路径是没有测试到的，只有一部分测到的地方把握没错。</li>
</ul>
<p>可知，这两者在覆盖度是不可同日而语的，做Formal Verification更加严谨。<br>但是经常做Formal Verification 花时间或不可能，比如：规则不明，需求不明确，只有通过测试，在快速迭代过程中，书写足够多的单元测试以及进行回归测试，来尽可能保证相对稳定的产品质量。<br>总之，测试虽然是下策，但能够给你一个清晰的客观的指标，给你信心进行下一个迭代。</p>
        
          <p class="article-more-link">
            <a href="/2015/12/31/What-is-Testing-in-my-mind/#more">Read More</a>
          </p>
        
      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/QS/">QS</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Test/">Test</a></li></ul>

      </footer>
    
  </div>
  
</article>


    
      <article id="post-Entropy-Theory" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 itemprop="name">
      <a class="article-title" href="/2015/12/30/Entropy-Theory/">Entropy Theory</a>
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2015/12/30/Entropy-Theory/" class="article-date">
  <time datetime="2015-12-30T05:55:49.000Z" itemprop="datePublished">2015-12-30</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/ragbag/">ragbag</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        
      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Entropy/">Entropy</a></li></ul>

      </footer>
    
  </div>
  
</article>


    
      <article id="post-a-ragbag-of-Bitcoin" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 itemprop="name">
      <a class="article-title" href="/2015/12/30/a-ragbag-of-Bitcoin/">A Ragbag of Bitcoin</a>
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2015/12/30/a-ragbag-of-Bitcoin/" class="article-date">
  <time datetime="2015-12-30T03:21:13.000Z" itemprop="datePublished">2015-12-30</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/ragbag/">ragbag</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>To Be Continued</p>
<h1 id="block-chain-and-byzantine-generals-problem"><a href="#Block_Chain_and_Byzantine_Generals_u2019_Problem" class="headerlink" title="Block Chain and Byzantine Generals&#x2019; Problem"></a>Block Chain and Byzantine Generals&#x2019; Problem</h1><p>all come from <em>Paul Bohm</em>&#x2018;s answer on  <a href="https://www.quora.com/Is-the-cryptocurrency-Bitcoin-a-good-idea" target="_blank" rel="external">quora question</a><br>It inspired me.  </p>
<blockquote>
<p>Bitcoin is a theoretical and practical breakthrough that makes it possible to decentralize services we couldn&#x2019;t previously decentralize.</p>
<p>To elaborate: Bitcoin isn&#x2019;t just a currency but an elegant universal solution to the Byzantine Generals&#x2019; Problem[1] in computing, one of the core challenges in reaching consensus in distributed systems. Until recently the problem was thought not to be solvable at all, much less on a global scale. Regardless of its currency aspects, many experts believe Bitcoin is brilliant, in that it technically makes possible what was previously thought to be impossible.</p>
<p>The Byzantine Generals&#x2019; Problem goes roughly as follows: N Generals have their armies camped outside a city they want to invade. They know their numbers are strong enough that if at least half of them attack at the same time, they&#x2019;ll be victorious. But if they don&#x2019;t coordinate the time of attack, they&#x2019;ll be spread too thin and will all die. They also suspect that some of the Generals might be disloyal and will send fake messages. Since they can only communicate by messenger, they have no means to verify the authenticity of a message. How, then, can such a large group reach consensus on the time of attack without mutual trust or a central authority, especially when faced with adversaries intent on confusing them?</p>
<p>itcoin&#x2019;s solution is this: All of the Generals start working on a mathematical problem that statistically should take 10 minutes to solve if all of them work on it. Once one of them finds the solution, she broadcasts that solution to all the other Generals. This solution then becomes the next problem. Everyone then stops to work on the previous problem, and proceeds to use the previous solution as the next problem&#x2014;which again should take another 10 minutes. Every General always starts building upon (using as the problem) the longest chain of solutions he&#x2019;s seen. After a solution has been built upon (extended) 12 times, every General can be certain that no attacker controlling less than half the computational resources could have created another chain of similar length, because it took a lot of computational resources to extend the chain 12 times. The existence of the 12-block chain of solutions is proof that a majority of Generals have participated in its creation. This is called a proof-of-work scheme.</p>
<p>If this sounds confusing, don&#x2019;t worry. What it means is simply that consensus is reached because computational resources are scarce. You vote with work. So to rig the vote, an attacker would need to control more computational power than the honest participants have. Also, to ensure that it&#x2019;s more expensive for an attacker to purchase the computational power needed to attack the system, Bitcoin adds an incentive scheme. Users who contribute computational power get rewarded for their work. Thus, if the value of a Bitcoin rises and attacking the system becomes more profitable, it also becomes more profitable for honest users to add computational resources. Here&#x2019;s an example of how this works: At any given point, one would expect miners to invest as many resources into mining as is profitable for them. Bitcoin then also is a currency, because it needs incentives to protect the consensus process from attackers. This computational process (&#x201C;mining&#x201D;) is not wasteful, but an incredibly efficient way to make attacks economically unprofitable. Bitcoin never uses more computational resources than necessary to protect the integrity of its interactions.</p>
<p>Now let&#x2019;s return to discussing the value provided by Bitcoin. Essentially it&#x2019;s a means to make consensus in highly distributed large-scale systems that would otherwise never be able to accomplish that. The value of this is, that it&#x2019;s now possible to build applications in a decentralized fashion that we previously thought could not be built without a central authority. The most obvious example is of Bitcoin as a medium of exchange for goods and services that can&#x2019;t be easily bought or sold using cash issued by a central authority. But there&#x2019;s more. Bitcoin also makes it possible to fully decentralize the DNS (Domain Name System). Every Bitcoin Domain Name comes with a cryptographic key pair, which also allows us to solve the PKI (Public Key Infrastructure) problem: every name you connect to, has an encryption key associated with it that can be verified without having to trust a central authority. Moreover, in case network traffic monitoring prevents people from accessing information either at all or anonymously, Bitcoin makes it feasible to pay for internet relays that anonymize or reroute traffic&#x2014;that is, it makes it easier to remove central control and fight censorship. The list of benefits goes on, and I&#x2019;ve been hard-pressed to find any decentralization schemes that would not benefit from Bitcoin integration.</p>
<p>The pattern here is that almost all of these applications can already be built in centralized form. But often the centralized solution comes with many weaknesses. In the PKI case, you have to trust over 300 Certificate Authorities every time you make an https:// connection, many of which are located in countries with repressive governments. If any of those 300 entities are compromised, malevolent attackers will be able to read your email, access your bank account, and violate your privacy. DNS is being censored by governments simply because they can do it. And every time you store value in currency, you&#x2019;re trusting a central authority to ensure that it isn&#x2019;t mismanaged and won&#x2019;t depreciate in value.</p>
<p>So is there really value in Bitcoin? The answer depends entirely on your perspective. Let me ask a counter question: Is decentralization valuable? If you think we&#x2019;ll increasingly lose trust in the central authorities that manage the infrastructure we rely on, you might expect Bitcoins to rise a lot in value. If, however, you believe that authorities will be able to tackle the challenges of the future better in centralized form, then from your perspective Bitcoins don&#x2019;t add value. Time will tell which viewpoint is correct.</p>
</blockquote>

      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Bitcoin/">Bitcoin</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Block-Chain/">Block Chain</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Byzantine-Generals-Problem/">Byzantine Generals' Problem</a></li></ul>

      </footer>
    
  </div>
  
</article>


    
      <nav id="page-nav">
        <span class="page-number current">1</span><a class="page-number" href="/page/2/">2</a><a class="page-number" href="/page/3/">3</a><a class="extend next" rel="next" href="/page/2/">下一页 &raquo;</a>
      </nav>
    </section>
    <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      &copy; 2016 GeoXing&nbsp;
      Powered by <a href="http://hexo.io/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>
    

<script src="/js/jquery.min.js"></script>


  <link rel="stylesheet" href="/fancybox/jquery.fancybox.css" type="text/css">
  <script src="/fancybox/jquery.fancybox.pack.js" type="text/javascript"></script>


<script src="/js/script.js" type="text/javascript"></script>
  </div>
</body>
</html>