<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <title>Things About Apple and FBI - Debug</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="最近，美帝爆发了一件官告民的事件 -“FBI控告Apple”，引起了轩然大波。

事件起因：在美帝一个小镇去年发生了一件恐怖袭击，美国FBI获取了恐怖分子的一部Apple 5C的手机，但是由于手机设有开机密码，无法打开，想请Apple开一个后门，解开密码。经过两个月的谈判，Apple坚持不开，于是   FBI将Apple告上法庭。  厨子写了一封至顾客的一封信，发在了Apple网站上，认为如果开了">
<meta property="og:type" content="article">
<meta property="og:title" content="Things About Apple and FBI">
<meta property="og:url" content="http://yoursite.com/2016/03/07/Things-about-apple-and-FBI/index.html">
<meta property="og:site_name" content="Debug">
<meta property="og:description" content="最近，美帝爆发了一件官告民的事件 -“FBI控告Apple”，引起了轩然大波。

事件起因：在美帝一个小镇去年发生了一件恐怖袭击，美国FBI获取了恐怖分子的一部Apple 5C的手机，但是由于手机设有开机密码，无法打开，想请Apple开一个后门，解开密码。经过两个月的谈判，Apple坚持不开，于是   FBI将Apple告上法庭。  厨子写了一封至顾客的一封信，发在了Apple网站上，认为如果开了">
<meta property="og:updated_time" content="2016-03-07T06:24:15.494Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Things About Apple and FBI">
<meta name="twitter:description" content="最近，美帝爆发了一件官告民的事件 -“FBI控告Apple”，引起了轩然大波。

事件起因：在美帝一个小镇去年发生了一件恐怖袭击，美国FBI获取了恐怖分子的一部Apple 5C的手机，但是由于手机设有开机密码，无法打开，想请Apple开一个后门，解开密码。经过两个月的谈判，Apple坚持不开，于是   FBI将Apple告上法庭。  厨子写了一封至顾客的一封信，发在了Apple网站上，认为如果开了">
  
  
    <link rel="icon" href="/favicon.ico">
  
  <link href="/webfonts/ptserif/main.css" rel='stylesheet' type='text/css'>
  <link href="/webfonts/source-code-pro/main.css" rel="stylesheet" type="text/css">
  <link rel="stylesheet" href="/css/style.css" type="text/css">
  

</head>

<body>
  <div id="container">
    <header id="header">
  <div id="header-outer" class="outer">
    <div id="header-inner" class="inner">
      <a id="main-nav-toggle" class="nav-icon" href="javascript:;"></a>
      <a id="logo" class="logo" href="/"></a>
      <nav id="main-nav">
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
          <a class="main-nav-link" href="/categories">Categories</a>
        
          <a class="main-nav-link" href="/tags">Tags</a>
        
          <a class="main-nav-link" href="/about">About</a>
        
      </nav>
      <nav id="sub-nav">
        <div id="search-form-wrap">
          <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" results="0" class="search-form-input" placeholder="Search"><button type="submit" class="search-form-submit">&#xF002;</button><input type="hidden" name="sitesearch" value="http://yoursite.com"></form>
        </div>
      </nav>
    </div>
  </div>
</header>
    <section id="main" class="outer"><article id="post-Things-about-apple-and-FBI" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      Things About Apple and FBI
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/03/07/Things-about-apple-and-FBI/" class="article-date">
  <time datetime="2016-03-07T06:05:49.000Z" itemprop="datePublished">2016-03-07</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/All/">All</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>&#x6700;&#x8FD1;&#xFF0C;&#x7F8E;&#x5E1D;&#x7206;&#x53D1;&#x4E86;&#x4E00;&#x4EF6;&#x5B98;&#x544A;&#x6C11;&#x7684;&#x4E8B;&#x4EF6; -&#x201C;FBI&#x63A7;&#x544A;Apple&#x201D;&#xFF0C;&#x5F15;&#x8D77;&#x4E86;&#x8F69;&#x7136;&#x5927;&#x6CE2;&#x3002;</p>
<ol>
<li>&#x4E8B;&#x4EF6;&#x8D77;&#x56E0;&#xFF1A;&#x5728;&#x7F8E;&#x5E1D;&#x4E00;&#x4E2A;&#x5C0F;&#x9547;&#x53BB;&#x5E74;&#x53D1;&#x751F;&#x4E86;&#x4E00;&#x4EF6;&#x6050;&#x6016;&#x88AD;&#x51FB;&#xFF0C;&#x7F8E;&#x56FD;FBI&#x83B7;&#x53D6;&#x4E86;&#x6050;&#x6016;&#x5206;&#x5B50;&#x7684;&#x4E00;&#x90E8;Apple 5C&#x7684;&#x624B;&#x673A;&#xFF0C;&#x4F46;&#x662F;&#x7531;&#x4E8E;&#x624B;&#x673A;&#x8BBE;&#x6709;&#x5F00;&#x673A;&#x5BC6;&#x7801;&#xFF0C;&#x65E0;&#x6CD5;&#x6253;&#x5F00;&#xFF0C;&#x60F3;&#x8BF7;Apple&#x5F00;&#x4E00;&#x4E2A;&#x540E;&#x95E8;&#xFF0C;&#x89E3;&#x5F00;&#x5BC6;&#x7801;&#x3002;&#x7ECF;&#x8FC7;&#x4E24;&#x4E2A;&#x6708;&#x7684;&#x8C08;&#x5224;&#xFF0C;Apple&#x575A;&#x6301;&#x4E0D;&#x5F00;&#xFF0C;&#x4E8E;&#x662F;<br>   FBI&#x5C06;Apple&#x544A;&#x4E0A;&#x6CD5;&#x5EAD;&#x3002;<br>  &#x53A8;&#x5B50;&#x5199;&#x4E86;&#x4E00;&#x5C01;&#x81F3;&#x987E;&#x5BA2;&#x7684;&#x4E00;&#x5C01;&#x4FE1;&#xFF0C;&#x53D1;&#x5728;&#x4E86;Apple&#x7F51;&#x7AD9;&#x4E0A;&#xFF0C;&#x8BA4;&#x4E3A;&#x5982;&#x679C;&#x5F00;&#x4E86;&#x8FD9;&#x4E2A;&#x5148;&#x4F8B;&#xFF0C;&#x90A3;&#x4E48;&#x201C;&#x516C;&#x6743;&#x529B;&#x201D;&#x4EE5;&#x540E;&#x5C31;&#x53EF;&#x4EE5;&#x5802;&#x800C;&#x7687;&#x4E4B;&#x7684;&#x67E5;&#x770B;&#x7528;&#x6237;&#x9690;&#x79C1;&#xFF0C;&#x4EE5;&#x53CA;&#x8981;&#x6C42;&#x5176;&#x4ED6;&#x79D1;&#x6280;&#x516C;&#x53F8;&#x4E5F;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x6700;&#x7EC8;&#x635F;&#x5BB3;&#x7684;&#x5E94;&#x8BE5;&#x662F;&#x6574;&#x4E2A;&#x793E;&#x4F1A;&#x3002;<br>  FBI&#x6307;&#x7740;APPLE&#x662F;&#x4E3A;&#x4E86;&#x5E02;&#x573A;&#x8425;&#x9500;&#x3002;<br>  &#x5DDD;&#x666E;&#x4E3A;&#x4E86;&#x5927;&#x9009;&#xFF0C;&#x547C;&#x5401;&#x5927;&#x5BB6;&#x62B5;&#x5236;&#x82F9;&#x679C;&#x3002;<br>  &#x6C11;&#x8C03;&#x663E;&#x793A;51%&#x652F;&#x6301;&#x6253;&#x5F00;&#x624B;&#x673A;&#x3002;</li>
</ol>
<a id="more"></a> 
<ol>
<li><p>&#x5728;&#x7F8E;&#x56FD;&#xFF08;&#x7406;&#x60F3;&#x7684;&#x793E;&#x4F1A;&#x91CC;&#xFF09;&#xFF0C;&#x9690;&#x79C1;&#x3001;&#x5B89;&#x5168;&#x3001;&#x901A;&#x8BAF;&#x81EA;&#x7531;&#x662F;&#x5929;&#x8D4B;&#x4EBA;&#x6743;&#x5417;&#xFF1F;&#xFF08;&#x5728;&#x4E2D;&#x56FD;&#x5F53;&#x7136;&#x4E0D;&#x662F;&#xFF09;&#xFF0C;&#x8FD9;&#x5E94;&#x8BE5;&#x5C5E;&#x4E8E;&#x201C;&#x8A00;&#x8BBA;&#x81EA;&#x7531;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x201D;&#xFF0C;&#x4F46;&#x4E5F;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x4E00;&#x90E8;&#x6CD5;&#x5F8B;&#x627F;&#x8BA4;&#xFF0C;&#x5230;&#x4E86;&#x7ACB;&#x6CD5;&#x7684;&#x65F6;&#x5019;&#x4E86;&#x5417;&#xFF1F;&#x8FD9;&#x6D89;&#x53CA;&#x5230;&#x590D;&#x6742;&#x7684;&#x653F;&#x6CBB;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4E5F;&#x641E;&#x4E0D;&#x6E05;&#x695A;&#x3002;</p>
</li>
<li><p>&#x80FD;&#x7834;&#x89E3;&#x5417;&#xFF1F;&#x6280;&#x672F;&#x4E0A;&#x53EF;&#x4EE5;&#xFF0C;&#x56E0;&#x4E3A;5C&#x6CA1;&#x6709;&#x786C;&#x4EF6;&#x52A0;&#x5BC6;(5S&#x4EE5;&#x4E0A;&#x7684;&#x624B;&#x673A;&#x90FD;&#x6709;&#xFF0C;&#x5C31;&#x662F;&#x82F9;&#x679C;&#x60F3;&#x89E3;&#x5F00;&#x4E5F;&#x65E0;&#x80FD;&#x4E3A;&#x529B;)&#xFF0C;FBI&#x96C7;&#x4F63;&#x4E00;&#x4E9B;&#x9ED1;&#x5BA2;&#x4E5F;&#x662F;&#x53EF;&#x4EE5;&#x7834;&#x89E3;&#x7684;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x8FD8;&#x8981;&#x82F9;&#x679C;&#x89E3;&#x5F00;&#xFF1F;FBI&#x5C31;&#x662F;&#x60F3;&#x5F00;&#x4E00;&#x4E2A;&#x5148;&#x4F8B;&#xFF0C;&#x4EE5;&#x540E;&#x597D;&#x5E72;&#x6D3B;&#x3002;</p>
</li>
<li><p>APPLE&#x5E94;&#x8BE5;&#x89E3;&#x5F00;&#x5417;&#xFF1F;FBI&#x652F;&#x6301;&#x56FD;&#x5BB6;&#x5B89;&#x5168;&#xFF0C;Apple&#x652F;&#x6301;&#x9690;&#x79C1;&#x4FDD;&#x62A4;&#xFF0C;&#x4F46;&#x7F8E;&#x56FD;&#x6C11;&#x4F17;&#x652F;&#x6301;&#x89E3;&#x5F00;&#xFF0C;&#x9677;&#x5165;&#x4E86;&#x5F31;&#x89C6;&#xFF0C;&#x503C;&#x5F97;&#x5173;&#x6CE8;&#x3002;</p>
</li>
<li><p>&#x53A8;&#x5B50;&#x672C;&#x4EBA;&#xFF1A;&#x51FA;&#x751F;&#x5728;&#x7F8E;&#x56FD;&#x5357;&#x65B9;&#xFF0C;&#x5E7C;&#x65F6;&#x89C1;&#x8BC1;&#x4E86;&#x7F8E;&#x56FD;3K&#x515A;&#xFF0C;&#x53C8;&#x4E00;&#x76F4;&#x5904;&#x5728;&#x4E00;&#x4E2A;&#x540C;&#x6027;&#x604B;&#x7684;&#x5F31;&#x52BF;&#x7FA4;&#x4F53;&#xFF0C;&#x4ED6;&#x575A;&#x51B3;&#x53CD;&#x5BF9;&#x79CD;&#x65CF;&#x6B67;&#x89C6;&#xFF0C;&#x4EE5;&#x53CA;LGBT&#x6B67;&#x89C6;&#xFF0C;&#x4E3A;&#x6C11;&#x6743;&#x5954;&#x8D70;&#xFF08;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x5546;&#x4E1A;&#x516C;&#x53F8;&#x7684;CEO&#xFF0C;&#x8FD9;&#x5DF2;&#x7ECF;&#x591A;&#x6B21;&#x5F15;&#x8D77;&#x4E86;&#x80A1;&#x4E1C;&#x7684;&#x4E0D;&#x6EE1;&#xFF09;&#x3002;&#x505A;&#x51FA;&#x8FD9;&#x6837;&#x7684;&#x51B3;&#x5B9A;&#x4E5F;&#x4E0D;&#x5947;&#x602A;&#x3002;&#x8FD9;&#x662F;&#x4E54;&#x5E03;&#x65AF;&#x6307;&#x5B9A;&#x53A8;&#x5B50;&#x4E3A;&#x63A5;&#x73ED;&#x4EBA;&#x7684;&#x539F;&#x56E0;&#x4E4B;&#x4E00;&#x5417;&#xFF1F;<br>&#x5982;&#x679C;&#x662F;&#x4E54;&#x5E03;&#x65AF;&#x5462;&#xFF1F;&#x4ED6;&#x4F1A;&#x600E;&#x4E48;&#x505A;&#xFF1F;&#x4ED6;&#x4F1A;&#x6002;&#x5417;&#xFF1F;</p>
</li>
<li><p>&#x5982;&#x679C;&#x4E2D;&#x56FD;&#x653F;&#x5E9C;&#x8981;&#x6C42;&#x89E3;&#x5F00;&#xFF0C;APPLLE&#x4F1A;&#x89E3;&#x5F00;&#x5417;&#xFF1F;&#x4EE5;&#x82F9;&#x679C;&#x4E00;&#x8D2F;&#x4EE5;&#x6765;&#x201C;&#x5546;&#x4E1A;&#x81F3;&#x4E0A;&#x201D;&#xFF08;&#x653F;&#x6CBB;&#x6B63;&#x786E;&#xFF09;&#x7684;&#x4F5C;&#x98CE;&#xFF0C;&#x6211;&#x731C;&#x80AF;&#x5B9A;&#x4F1A;&#x7684;&#xFF0C;&#x4E4B;&#x524D;&#x5C31;&#x79EF;&#x6781;&#x914D;&#x5408;&#x653F;&#x5E9C;&#x5404;&#x79CD;Appstore&#x5BA1;&#x67E5;&#xFF0C;&#x53C8;&#x4F8B;&#x5982;&#xFF0C;&#x8FD9;&#x6B21;Apple Pay&#x5728;&#x4E2D;&#x56FD;&#x843D;&#x5730;&#x4E5F;&#x662F;&#x7ECF;&#x8FC7;&#x4E86;&#x4E24;&#x4E2A;&#x59A5;&#x534F;&#xFF08;&#x53EA;&#x6536;&#x4E00;&#x534A;&#x7684;&#x624B;&#x7EED;&#x8D39;+&#x670D;&#x52A1;&#x5668;&#x90E8;&#x7F72;&#x5728;&#x4E2D;&#x56FD;&#xFF09;&#x7684;&#x3002;&#x4F46;&#x8FD9;&#x4EF6;&#x4E8B;&#x6070;&#x6070;&#x53D1;&#x751F;&#x5728;&#x7F8E;&#x56FD;&#xFF0C;&#x8FD9;&#x4E2A;&#x4EBA;&#x7C7B;&#x9053;&#x5FB7;&#x7684;&#x8868;&#x7387;&#xFF0C;&#x4F7F;&#x5F97;&#x53A8;&#x5B50;&#x66F4;&#x6709;&#x5E95;&#x6C14;&#x8FD9;&#x4E48;&#x505A;&#x3002;</p>
</li>
<li><p>&#x8054;&#x60F3;&#x5230;&#x5F53;&#x65F6;Google&#x79BB;&#x5F00;&#x4E2D;&#x56FD;&#x7684;&#x4E00;&#x5C01;&#x4FE1;&#xFF0C;Google&#x5B81;&#x53EF;&#x79BB;&#x5F00;&#x4E2D;&#x56FD;&#x4E5F;&#x4E0D;&#x914D;&#x5408;&#xFF08;&#x636E;&#x8BF4;&#x5F88;&#x5FEB;&#x5C31;&#x56DE;&#x6765;&#x4E86;&#xFF0C;&#x4E3A;&#x4E86;&#x94B1;&#xFF09;</p>
</li>
<li><p>&#x6700;&#x6CA1;&#x8282;&#x64CD;&#x7684;&#x5E94;&#x8BE5;&#x662F;Facebook&#x5427;&#xFF0C;&#x591A;&#x6B21;&#x60F3;&#x8FDB;&#x5165;&#x4E2D;&#x56FD;&#xFF0C;&#x8981;&#x6C42;&#x88AB;&#x76D1;&#x7BA1;&#xFF0C;&#x4E0D;&#x5C0A;&#x91CD;&#x9690;&#x79C1;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x906D;&#x5230;&#x5F88;&#x591A;&#x7845;&#x8C37;&#x4EBA;&#x7684;&#x53CD;&#x611F;&#x3001;&#x62B5;&#x5236;&#x3002;</p>
</li>
<li><p>APPLLE&#x516C;&#x53F8;&#x5370;&#x8C61;&#xFF1A;&#x4E00;&#x5BB6;&#x7C7B;&#x4F3C;&#x4E8E;Disney&#x4E50;&#x56ED;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x4E1C;&#x897F;&#x5E72;&#x51C0;&#x65E0;&#x5BB3;&#x3001;&#x4F53;&#x9A8C;&#x597D;&#x3001;&#x5C01;&#x95ED;&#x3001;&#x7968;&#x4EF7;&#x8D35;&#x3001;&#x8D5A;&#x94B1;<br> &#x6CE8;&#x91CD;&#x8BBE;&#x8BA1;&#xFF1A;&#x4E3A;&#x4E86;&#x914D;&#x5408;APPLE &#x5B9E;&#x4F53;&#x5E97;&#x4E2D;&#x767D;&#x8272;&#x73AF;&#x5883;&#xFF0C;&#x66FE;&#x7ECF;&#x8981;&#x6C42;&#x82F9;&#x679C;&#x9644;&#x4EF6;&#x5382;&#x5BB6;&#xFF08;&#x6BD4;&#x5982;&#x8033;&#x673A;&#xFF09;&#x4E0D;&#x80FD;&#x6709;&#x5176;&#x4ED6;&#x989C;&#x8272;&#x4E0A;&#x67B6;&#x3002;<br> &#x6CE8;&#x91CD;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#xFF1A;&#x505A;iPhone&#x955C;&#x5934;&#x7684;&#x56E2;&#x961F;&#x4EBA;&#x6570;&#x8D85;&#x8FC7;&#x4E86;800&#x4EBA;&#x3002;<br> &#x6CE8;&#x91CD;&#x9690;&#x79C1;&#x4FDD;&#x62A4;&#xFF1A;&#x82F9;&#x679C;&#x5927;&#x90E8;&#x5206;&#x4EA7;&#x54C1;&#xFF0C;&#x6BD4;&#x5982;IMessage&#xFF0C;&#x662F;&#x7AEF;&#x5230;&#x7AEF;&#x52A0;&#x5BC6;&#x7684;&#xFF0C;&#x5C31;&#x662F;&#x82F9;&#x679C;&#x4E5F;&#x770B;&#x4E0D;&#x5230;&#x901A;&#x8BAF;&#x5185;&#x5BB9;<br> &#x5546;&#x4E1A;&#x4E0A;&#x6700;&#x59A5;&#x534F;&#xFF1A;&#x4E3A;&#x4E86;&#x8FDB;&#x5165;&#x4E2D;&#x56FD;&#xFF0C;&#x600E;&#x4E48;&#x6539;&#x90FD;&#x884C;&#xFF0C;&#x63A5;&#x53D7;&#x76D1;&#x7BA1;&#xFF0C;&#x63A5;&#x53D7;&#x5BA1;&#x6838;<br> &#x5546;&#x4E1A;&#x4E0A;&#x6700;&#x5C0F;&#x6C14;&#xFF1A;&#x81F3;&#x4ECA;&#x8FD8;&#x6709;16G&#x7248;&#x672C;&#xFF0C;&#x4E3A;&#x4E86;&#x94B1;&#x4E0D;&#x62E9;&#x624B;&#x6BB5;<br> &#x6700;&#x5E72;&#x51C0;&#xFF1A; APPStore&#x4E0A;&#x7684;&#x5185;&#x5BB9;&#xFF1A;&#x7535;&#x5F71;&#x3001;&#x97F3;&#x4E50;&#x3001;App&#xFF0C;&#x90FD;&#x662F;&#x7ECF;&#x8FC7;&#x4E25;&#x683C;&#x5BA1;&#x6838;&#x7684;&#xFF0C;&#x6CA1;&#x6709;&#x53CD;&#x52A8;&#x7684;&#xFF0C;&#x6CA1;&#x6709;&#x7279;&#x522B;&#x6076;&#x5FC3;&#x7684;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x90FD;&#x662F;&#x4EBA;&#x755C;&#x65E0;&#x5BB3;<br> &#x52A1;&#x5B9E;&#xFF1A;&#x6CA1;&#x6709;&#x50CF;&#x5FAE;&#x8F6F;&#x7814;&#x7A76;&#x9662;&#x3001;google lab x&#x8FD9;&#x6837;&#x7684;&#x673A;&#x6784;&#xFF0C;&#x4ECE;&#x6765;&#x90FD;&#x662F;&#x4EBA;&#x7C7B;&#x7684;&#x5E0C;&#x671B;&#xFF0C;&#x53EA;&#x505A;&#x80FD;&#x8D5A;&#x94B1;&#x7684;&#x3001;&#x81EA;&#x5DF1;&#x9700;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x505A;&#x652F;&#x4ED8;&#x5C31;&#x505A;&#x81EA;&#x5DF1;&#x80FD;&#x505A;&#x7684;&#x3002;<br> &#x53D1;&#x5E03;&#x5373;&#x53EF;&#x7528;&#xFF1A;&#x53EA;&#x8981;&#x4EA7;&#x54C1;&#x53D1;&#x5E03;&#x4E86;&#xFF0C;&#x6D88;&#x8D39;&#x8005;&#x5C31;&#x53EF;&#x4EE5;&#x4E70;&#x5230;&#xFF0C;&#x4EE5;&#x524D;&#x7ECF;&#x5E38;&#x8D85;&#x51FA;&#x6D88;&#x8D39;&#x8005;&#x7684;&#x9884;&#x671F;&#x3002;&#x4E8E;&#x6B64;&#x5BF9;&#x6BD4;&#x7684;&#x662F;google&#x548C;&#x5FAE;&#x8F6F;&#x5F00;&#x53D1;&#x8005;&#x5927;&#x4F1A;&#x4E0A;&#x53D1;&#x5E03;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x6BD4;&#x5982;&#x5FAE;&#x8F6F;&#x7684;hololen&#xFF0C;&#x7ECF;&#x5E38;&#x753B;&#x5927;&#x997C;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x80FD;&#x53D1;&#x5E03;&#xFF0C;&#x5C31;&#x662F;&#x53D1;&#x5E03;&#x4E86;&#xFF0C;&#x73B0;&#x573A;&#x6F14;&#x793A;&#x7684;&#x4E0E;&#x5B9E;&#x9645;&#x4F7F;&#x7528;&#x7684;&#x5DEE;&#x522B;&#x592A;&#x5927;&#xFF0C;&#x96BE;&#x4EE5;&#x4F7F;&#x7528;&#xFF0C;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x70AB;&#x8000;&#x6280;&#x672F;&#xFF0C;&#x7136;&#x5E76;&#x5375;&#x3002;</p>
<p> &#x8DD1;&#x9898;&#x4E86;&#xFF0C;&#x60F3;&#x5230;&#x54EA;&#xFF0C;&#x8BF4;&#x5230;&#x54EA;&#x3002;</p>
</li>
</ol>
<p>&#x603B;&#x4E4B;&#xFF0C;&#x7531;&#x4E8E;&#x4E8B;&#x4EF6;&#x590D;&#x6742;&#xFF0C;&#x80FD;&#x529B;&#x6709;&#x9650;&#x3001;&#x8FD8;&#x5728;&#x6F14;&#x5316;&#xFF0C;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x8981;&#x8BF4;&#x4EC0;&#x4E48;&#xFF0C;&#x53EA;&#x662F;&#x6709;&#x611F;&#x800C;&#x53D1;&#x3002;</p>

      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Apple/">Apple</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/FBI/">FBI</a></li></ul>

      </footer>
    
  </div>
  
    
<nav id="article-nav">
  
  
    <a href="/2016/03/02/how-to-have-a-successful-interview-from-esl/" id="article-nav-older" class="article-nav-link-wrap">
      <div class="article-nav-title">How to Have a Successful Interview From Esl?&nbsp;<span>&gt;</span></div>
    </a>
  
</nav>

  
</article>

</section>
    <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      &copy; 2016 GeoXing&nbsp;
      Powered by <a href="http://hexo.io/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>
    

<script src="/js/jquery.min.js"></script>


  <link rel="stylesheet" href="/fancybox/jquery.fancybox.css" type="text/css">
  <script src="/fancybox/jquery.fancybox.pack.js" type="text/javascript"></script>


<script src="/js/script.js" type="text/javascript"></script>
  </div>
</body>
</html>