<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <title>Who Controls Your Facebook Feed? - Debug</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="Today, I heard one episode podcast named ITgonglun 187, they mentioneda article Who Controls Your Facebook Feedabout Facebook’s NewsFeed,it sounds interesting，So i translated  it into Chinese. 背景：Face">
<meta property="og:type" content="article">
<meta property="og:title" content="Who Controls Your Facebook Feed?">
<meta property="og:url" content="http://yoursite.com/2016/01/19/Who-Controls-Your-Facebook-Feed/index.html">
<meta property="og:site_name" content="Debug">
<meta property="og:description" content="Today, I heard one episode podcast named ITgonglun 187, they mentioneda article Who Controls Your Facebook Feedabout Facebook’s NewsFeed,it sounds interesting，So i translated  it into Chinese. 背景：Face">
<meta property="og:updated_time" content="2016-01-25T09:18:02.451Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Who Controls Your Facebook Feed?">
<meta name="twitter:description" content="Today, I heard one episode podcast named ITgonglun 187, they mentioneda article Who Controls Your Facebook Feedabout Facebook’s NewsFeed,it sounds interesting，So i translated  it into Chinese. 背景：Face">
  
  
    <link rel="icon" href="/favicon.ico">
  
  <link href="/webfonts/ptserif/main.css" rel='stylesheet' type='text/css'>
  <link href="/webfonts/source-code-pro/main.css" rel="stylesheet" type="text/css">
  <link rel="stylesheet" href="/css/style.css" type="text/css">
  

</head>

<body>
  <div id="container">
    <header id="header">
  <div id="header-outer" class="outer">
    <div id="header-inner" class="inner">
      <a id="main-nav-toggle" class="nav-icon" href="javascript:;"></a>
      <a id="logo" class="logo" href="/"></a>
      <nav id="main-nav">
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
          <a class="main-nav-link" href="/categories">Categories</a>
        
          <a class="main-nav-link" href="/tags">Tags</a>
        
          <a class="main-nav-link" href="/about">About</a>
        
      </nav>
      <nav id="sub-nav">
        <div id="search-form-wrap">
          <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" results="0" class="search-form-input" placeholder="Search"><button type="submit" class="search-form-submit">&#xF002;</button><input type="hidden" name="sitesearch" value="http://yoursite.com"></form>
        </div>
      </nav>
    </div>
  </div>
</header>
    <section id="main" class="outer"><article id="post-Who-Controls-Your-Facebook-Feed" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      Who Controls Your Facebook Feed?
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/01/19/Who-Controls-Your-Facebook-Feed/" class="article-date">
  <time datetime="2016-01-19T01:45:18.000Z" itemprop="datePublished">2016-01-19</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/Translation/">Translation</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>Today, I heard one episode podcast named <a href="http://ipn.li/itgonglun/187/" target="_blank" rel="external">ITgonglun 187</a>, they mentioned<br>a article <a href="http://www.slate.com/articles/technology/cover_story/2016/01/how_facebook_s_news_feed_algorithm_works.html" target="_blank" rel="external">Who Controls Your Facebook Feed</a><br>about Facebook&#x2019;s NewsFeed,it sounds interesting&#xFF0C;So i translated  it into Chinese.<br> &#x80CC;&#x666F;&#xFF1A;Facebook&#x2019;s NewsFeed:&#x76F8;&#x5F53;&#x4E8E;wechat&#xFF08;&#x5FAE;&#x4FE1;&#xFF09;&#x7684;&#x670B;&#x53CB;&#x5708; + &#x516C;&#x4F17;&#x53F7;&#xFF0C;&#x7531;&#x4E8E;Facebook&#x6CA1;&#x6709;&#x516C;&#x4F17;&#x53F7;&#x7684;&#x9650;&#x5236;&#xFF08;&#x4E00;&#x5929;&#x53EA;&#x80FD;&#x53D1;&#x4E00;&#x6761;&#xFF09;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x4E8B;&#x4EF6;&#x90FD;&#x653E;&#x5728;<br> timeline&#x91CC;&#xFF0C;&#x8BD5;&#x60F3;&#x4E00;&#x4E0B;&#xFF0C;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#x6709;&#x51E0;&#x5341;&#x4E2A;&#x597D;&#x53CB;&#xFF0C;&#x518D;+&#x51E0;&#x5341;&#x4E2A;&#x516C;&#x4F17;&#x53F7;&#xFF08;&#x5404;&#x79CD;&#x65B0;&#x95FB;&#x5A92;&#x4F53;&#xFF09;&#xFF0C;&#x88AB;&#x5237;&#x5C4F;&#x7684;&#x51E0;&#x7387;&#x5F88;&#x5927;&#xFF0C;&#x600E;&#x4E48;&#x4FDD;&#x8BC1;&#x6700;&#x4F73;&#x7684;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#x662F;Facebook&#x8981;&#x8003;&#x8651;&#x7684;&#x95EE;&#x9898;&#xFF1F;<br> &#x800C;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x8FD9;&#x6B63;&#x662F;Facebook&#x7684;&#x770B;&#x5BB6;&#x672C;&#x9886;&#xFF0C;&#x4ED6;&#x662F;&#x5982;&#x4F55;&#x505A;&#x5230;&#x7684;&#x5462;&#xFF1F;</p>
  <a id="more"></a> 
<h1 id="&#x8C01;&#x63A7;&#x5236;&#x7740;facebook-feed&#x4E00;&#x4E2A;&#x4F4D;&#x4E8E;menlo-park&#x7684;&#x5C0F;&#x578B;&#x5DE5;&#x7A0B;&#x5E08;&#x56E2;&#x961F;&#x4E00;&#x4E2A;&#x4E16;&#x754C;&#x8303;&#x56F4;&#x5185;&#x533F;&#x540D;&#x7684;&#x91CD;&#x5EA6;&#x7528;&#x6237;&#x8FD8;&#x6709;&#x4F60;"><a href="#u8C01_u63A7_u5236_u7740Facebook_Feed_uFF1F_uFF08_u4E00_u4E2A_u4F4D_u4E8EMenlo_Park_u7684_u5C0F_u578B_u5DE5_u7A0B_u5E08_u56E2_u961F_u3002_u4E00_u4E2A_u4E16_u754C_u8303_u56F4_u5185_u533F_u540D_u7684_u91CD_u5EA6_u7528_u6237_uFF0C_u8FD8_u6709_uFF0C_u4F60_uFF09" class="headerlink" title="&#x8C01;&#x63A7;&#x5236;&#x7740;Facebook Feed&#xFF1F;&#xFF08;&#x4E00;&#x4E2A;&#x4F4D;&#x4E8E;Menlo Park&#x7684;&#x5C0F;&#x578B;&#x5DE5;&#x7A0B;&#x5E08;&#x56E2;&#x961F;&#x3002;&#x4E00;&#x4E2A;&#x4E16;&#x754C;&#x8303;&#x56F4;&#x5185;&#x533F;&#x540D;&#x7684;&#x91CD;&#x5EA6;&#x7528;&#x6237;&#xFF0C;&#x8FD8;&#x6709;&#xFF0C;&#x4F60;&#xFF09;"></a>&#x8C01;&#x63A7;&#x5236;&#x7740;Facebook Feed&#xFF1F;&#xFF08;&#x4E00;&#x4E2A;&#x4F4D;&#x4E8E;Menlo Park&#x7684;&#x5C0F;&#x578B;&#x5DE5;&#x7A0B;&#x5E08;&#x56E2;&#x961F;&#x3002;&#x4E00;&#x4E2A;&#x4E16;&#x754C;&#x8303;&#x56F4;&#x5185;&#x533F;&#x540D;&#x7684;&#x91CD;&#x5EA6;&#x7528;&#x6237;&#xFF0C;&#x8FD8;&#x6709;&#xFF0C;&#x4F60;&#xFF09;</h1><p> &#x6BCF;&#x6B21;&#x4F60;&#x6253;&#x5F00;Facebook&#xFF0C;&#x5168;&#x4E16;&#x754C;&#x6700;&#x6709;&#x5F71;&#x54CD;&#x529B;&#x7684;&#x3001;&#x5305;&#x542B;&#x4E89;&#x8BAE;&#x7684;&#x3001;&#x540C;&#x65F6;&#x88AB;&#x8BEF;&#x89E3;&#x6700;&#x6DF1;&#x7684;&#x7B97;&#x6CD5;&#x5C31;&#x5F00;&#x59CB;&#x8FD0;&#x884C;&#x4E86;&#x3002;&#x5B83;&#x626B;&#x63CF;&#x6536;&#x96C6;&#x4E0A;&#x4E2A;&#x661F;&#x671F;&#x53D1;&#x5E03;&#x7684;&#x4F60;&#x6BCF;&#x4E2A;&#x670B;&#x53CB;&#x53D1;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x4F60;follow&#x7684;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x6587;&#x7AE0;&#xFF0C;<br> &#x4F60;&#x5C5E;&#x4E8E;&#x7684;&#x6BCF;&#x4E2A;&#x7FA4;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x4EE5;&#x53CA;&#x4F60;&#x559C;&#x6B22;&#x7684;&#x6BCF;&#x4E2A;page&#x3002;<br> &#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x666E;&#x901A;&#x7684;Facebook&#x7528;&#x6237;&#xFF0C;&#x8FD9;&#x4E9B;&#x8D85;&#x8FC7;1500&#x7BC7;&#x3002;&#x5982;&#x679C;&#x4F60;&#x6709;&#x51E0;&#x767E;&#x4E2A;&#x670B;&#x53CB;&#xFF0C;&#x8FD9;&#x4E2A;&#x6570;&#x5B57;&#x53EF;&#x80FD;&#x8D85;&#x8FC7;10000&#x3002;&#x4E8E;&#x662F;&#x6839;&#x636E;&#x4E00;&#x4E2A;&#x4E25;&#x5BC6;&#x9632;&#x62A4;&#x7684;&#x516C;&#x5F0F;&#xFF0C;Facebook&#x7684;NewsFeed&#x7B97;&#x6CD5;&#x5BF9;&#x5176;&#x8FDB;&#x884C;&#x6392;&#x5E8F;&#xFF0C;<br> &#x7B97;&#x6CD5;&#x6839;&#x636E;&#x4F60;&#x559C;&#x7231;&#x7684;&#x7A0B;&#x5EA6;&#x6765;&#x5BFB;&#x627E;&#x54EA;&#x4E9B;&#x662F;&#x503C;&#x5F97;&#x5173;&#x6CE8;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x7528;&#x6237;&#x53EA;&#x4F1A;&#x770B;&#x524D;&#x51E0;&#x767E;&#x7BC7;&#x3002;<br> Facebook&#x4EE5;&#x5916;&#x7684;&#x4EBA;&#x4E0D;&#x77E5;&#x9053;&#x4ED6;&#x662F;&#x600E;&#x4E48;&#x8FD0;&#x884C;&#x7684;&#xFF0C;&#x5185;&#x90E8;&#x7684;&#x4EBA;&#x4E5F;&#x4E0D;&#x4F1A;&#x544A;&#x8BC9;&#x4F60;&#xFF0C;&#x8FD9;&#x4E2A;&#x81EA;&#x52A8;&#x6392;&#x5E8F;&#x7684;&#x8FC7;&#x7A0B;&#x5F62;&#x6210;&#x4E86;&#x6BCF;&#x5929;&#x4F1A;&#x8D85;&#x8FC7;10&#x4EBF;&#x6D3B;&#x8DC3;&#x7528;&#x6237;&#x7684;&#xFF08;&#x4E16;&#x754C;&#x4E94;&#x5206;&#x4E4B;&#x4E00;&#x7684;&#x6210;&#x5E74;&#x4EBA;&#xFF09;&#x793E;&#x4EA4;&#x751F;&#x6D3B;&#x4EE5;&#x53CA;&#x9605;&#x8BFB;&#x4E60;&#x60EF;<br> &#x3002;&#x8FD9;&#x4E2A;&#x7B97;&#x6CD5;&#x7684;&#x75C5;&#x6BD2;&#x4F20;&#x64AD;&#x5DF2;&#x7ECF;&#x98A0;&#x8986;&#x4E86;&#x4F20;&#x5A92;&#x5DE5;&#x4E1A;&#xFF0C;&#x63A8;&#x52A8;&#x4E86;&#x50CF;BuzzFeed&#x548C;Vox&#x521D;&#x521B;&#x5A92;&#x4F53;&#x4EAB;&#x8A89;&#x5168;&#x56FD;&#xFF0C;&#x4F34;&#x968F;&#x7740;&#x8BB8;&#x591A;&#x767E;&#x5E74;&#x62A5;&#x7EB8;&#x7684;&#x6D88;&#x4EA1;&#x3002;<br> &#x5B83;&#x52A0;&#x901F;&#x4E86;&#x50CF;Zynga&#x548C;LivingSocial&#x8FD9;&#x4E9B;&#x521D;&#x521B;&#x516C;&#x53F8;&#x5728;&#x4E00;&#x5E74;&#x5185;&#x50CF;&#x5438;&#x4E86;helium&#x4E00;&#x6837;&#x4F30;&#x503C;&#x8FC5;&#x901F;&#x8FBE;&#x5230;&#x6570;&#x5341;&#x4EBF;&#x7F8E;&#x91D1;&#xFF0C;&#x4E24;&#x5E74;&#x540E;&#x968F;&#x7740;&#x7B97;&#x6CD5;&#x4EE3;&#x7801;&#x7684;&#x5FAE;&#x5C0F;&#x6539;&#x52A8;&#xFF0C;&#x8FD9;&#x4E9B;&#x516C;&#x53F8;<br> &#x53EA;&#x7559;&#x4E0B;&#x4E86;&#x53E3;&#x888B;&#x7A7A;&#x7A7A;&#x7684;&#x6295;&#x8D44;&#x8005;&#x4EE5;&#x53CA;&#x5931;&#x4E1A;&#x7684;&#x5DE5;&#x4EBA;&#x3002;<br> Facebook&#x7684;NewsFeed&#x7B97;&#x6CD5;&#x8BA9;&#x6211;&#x4EEC;&#x6B22;&#x559C;&#x8BA9;&#x6211;&#x4EEC;&#x4F18;&#xFF0C;&#x5B83;&#x53EF;&#x4EE5;&#x8BA9;&#x6211;&#x4EEC;&#x63A5;&#x89E6;&#x5230;&#x65B0;&#x7684;&#x548C;&#x5177;&#x6709;&#x6311;&#x6218;&#x6027;&#x7684;&#x60F3;&#x6CD5;&#x6216;<br> &#x5728;&#x65E7;&#x7684;&#x601D;&#x60F3;&#x4F53;&#x7CFB;&#x4E0B;&#x9694;&#x7EDD;&#x3002;<br> &#x7136;&#x800C;&#xFF0C;&#x76F8;&#x5BF9;&#x5176;&#x80FD;&#x529B;&#xFF0C;Facebook&#x7684;NewsFeed&#x7B97;&#x6CD5;&#x662F;&#x5982;&#x6B64;&#x7684;&#x4E0D;&#x4F18;&#x96C5;&#xFF0C;&#x75AF;&#x72C2;&#x7684;&#x53CD;&#x590D;&#x65E0;&#x5E38;&#xFF0C;&#x4E00;&#x76F4;&#x542B;&#x6DF7;&#x4E0D;&#x6E05;&#x3002;&#x5B83;&#x63D0;&#x4F9B;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x6587;&#x7AE0;&#x5F88;&#x53EF;&#x80FD;&#x662F;&#x7E41;&#x7410;&#x7684;&#xFF0C;&#x4E0D;&#x76F8;&#x5173;&#x7684;&#xFF0C;<br> &#x8BEF;&#x5BFC;&#x7684;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x5F88;&#x65E0;&#x804A;&#x7684;&#x3002;Facebook&#x77E5;&#x9053;&#x8FD9;&#x4E9B;&#x3002;&#x5728;&#x8FC7;&#x53BB;&#x8BB8;&#x591A;&#x4E2A;&#x6708;&#x91CC;&#xFF0C;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x4E0A;&#x5F00;&#x5C55;&#x4E86;&#x4E00;&#x9879;&#x6D4B;&#x8BD5;&#xFF1A;&#x5C06;&#x6392;&#x540D;&#x9760;&#x524D;&#x7684;&#x6587;&#x7AE0;&#x548C;&#x6392;&#x540D;&#x9760;&#x540E;&#x7684;&#x6587;&#x7AE0;&#x5E76;&#x6392;<br> &#xFF0C;&#x8BA9;&#x7528;&#x6237;&#x9009;&#x62E9;&#x54EA;&#x4E9B;&#x662F;&#x4ED6;&#x559C;&#x6B22;&#x7684;&#x3002;&#x7ED3;&#x679C;&#x5982;&#x4F55;&#x5462;&#xFF1F;&#x7B97;&#x6CD5;&#x4E0E;&#x4EBA;&#x8089;&#x76F8;&#x5BF9;&#x6BD4;&#x4EC5;&#x4EC5;&#x662F;&#x201C;&#x6709;&#x65F6;&#x7B26;&#x5408;&#x201D;&#x3002;Facebook&#x627F;&#x8BA4;&#x4E0A;&#x8FF0;&#x7ED3;&#x679C;&#xFF0C;&#x4F46;&#x662F;&#x62D2;&#x7EDD;&#x7ED9;&#x51FA;&#x66F4;&#x591A;&#x7EC6;&#x8282;&#x3002;&#x5F53;&#x4E0D;&#x80FD;&#x5339;&#x914D;&#x65F6;&#xFF0C;&#x516C;&#x53F8;&#x8BF4;&#x8FD8;&#x6709;<br> &#x63D0;&#x5347;&#x7684;&#x7A7A;&#x95F4;&#x3002;<br> &#x5BF9;&#x4E8E;&#x5373;&#x81EA;&#x5927;&#x53C8;&#x6709;&#x81EA;&#x5351;&#x7684;&#x4EE3;&#x7801;&#x6765;&#x8BF4;&#xFF0C;&#x201C;&#x6709;&#x65F6;&#x53EF;&#x4EE5;&#x201D;&#x5E76;&#x4E0D;&#x662F;&#x7528;&#x6237;&#x671F;&#x671B;&#x7684;&#x6EE1;&#x610F;&#x7ED3;&#x679C;&#x3002;NewsFeed&#x7B97;&#x6CD5;&#x5DE8;&#x5927;&#x7684;&#x5F71;&#x54CD;&#x529B;&#x5BF9;&#x81EA;&#x6211;&#x610F;&#x8BC6;&#x4EE5;&#x53CA;&#x8BED;&#x4E49;&#x667A;&#x80FD;&#x663E;&#x793A;&#x4E86;&#x51FA;&#x4E86;&#x4E00;&#x4E1D;&#x5FE7;&#x8651;<br> &#xFF0C;&#x653E;&#x7F13;&#x4E86;&#x5BF9;&#x4E8E;&#x7A81;&#x7834;&#x4EBA;&#x7C7B;&#x7406;&#x89E3;&#x80FD;&#x529B;&#x7684;&#x8FFD;&#x6C42;&#x3002;&#x800C;&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#xFF0C;Facebook&#x548C;&#x522B;&#x7684;&#x7845;&#x8C37;&#x5DE8;&#x5934;&#x6B63;&#x4E0D;&#x65AD;&#x7684;&#x901A;&#x8FC7;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x6765;&#x8FC7;&#x6EE4;&#x6211;&#x4EEC;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x5F15;&#x5BFC;&#x6211;&#x4EEC;&#x7684;&#x51B3;&#x5B9A;&#xFF0C;&#x50CF;Elon Mask&#x548C;&#x970D;&#x91D1;<br> &#x53D1;&#x51FA;&#x5BF9;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7684;&#x8B66;&#x60D5;&#xFF0C;&#x7B97;&#x6CD5;&#x8FD9;&#x4E2A;&#x8BCD;&#x5F00;&#x59CB;&#x5F62;&#x6210;&#x4E00;&#x4E9B;&#x6050;&#x6016;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x7B97;&#x6CD5;&#xFF0C;&#x5728;&#x5927;&#x4F17;&#x7684;&#x60F3;&#x8C61;&#x5F53;&#x4E2D;&#xFF0C;&#x662F;&#x795E;&#x79D8;&#x7684;&#x3001;&#x5A01;&#x529B;&#x5DE8;&#x5927;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4EE3;&#x8868;&#x4E86;&#x6280;&#x672F;&#x548C;&#x521B;&#x65B0;&#x6EE1;&#x8DB3;&#x6211;&#x4EEC;&#x6240;&#x6709;&#x7684;&#x9700;&#x6C42;<br> &#xFF0C;&#x5A01;&#x80C1;&#x7740;&#x6211;&#x4EEC;&#x56FA;&#x6709;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x3002;<br> &#x73B0;&#x5B9E;&#x4E2D;&#x7684;Facebook&#x7B97;&#x6CD5;&#x662F;&#x6709;&#x4E00;&#x70B9;&#x4E0D;fantastical&#x7684;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x4E0D;fantastical&#x7684;&#x3002;&#x6211;&#x6700;&#x8FD1;&#x6709;&#x5E78;&#x91C7;&#x8BBF;&#x4E86;&#x4F4D;&#x4E8E;Menlo Park, California&#xFF0C;Facebook&#x7684;NewsFeed&#x56E2;&#x961F;&#xFF0C;<br> &#x770B;&#x4E00;&#x770B;&#x8FD9;&#x4E2A;&#x7B97;&#x6CD5;&#x5728;&#x505A;&#x51FA;&#x4E00;&#x4E2A;&#x58F0;&#x540D;&#x72FC;&#x85C9;&#x7684;&#x4EBF;&#x5E02;&#x573A;&#x4E3A;&#x5BFC;&#x5411;&#x7684;&#x8F6C;&#x53D8;&#x65F6;&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x6837;&#x5B50;&#x7684;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x600E;&#x4E48;&#x505A;&#x7684;&#xFF0C;&#x5982;&#x4F55;&#x4F5C;&#x51B3;&#x7B56;&#x7684;&#x3002;<br> &#x8FD9;&#x6B21;&#x91C7;&#x8BBF;&#x4E0D;&#x4F46;&#x641E;&#x660E;&#x767D;&#x4E86;NewsFeed&#x7684;&#x673A;&#x5236;&#xFF0C;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x9650;&#x5236;&#xFF0C;&#x6570;&#x636E;&#x9A71;&#x52A8;&#x51B3;&#x7B56;&#x7684;&#x9677;&#x9631;&#xFF0C;&#x4E0D;&#x65AD;&#x91C7;&#x96C6;&#x4E2A;&#x4EBA;&#x7528;&#x6237;&#x7684;&#x53CD;&#x9988;&#xFF0C;&#x8FD9;&#x5305;&#x6DB5;&#x4E00;&#x4E2A;&#x4E0D;&#x65AD;&#x6269;&#x5927;&#x7684;&#x6D4B;&#x8BD5;&#x56E2;&#x961F;&#xFF08;&#x76F8;&#x5F53;&#x4E0E;Facebook&#x7684;Nielsen family&#xFF09;<br> &#x636E;&#x6211;&#x4E86;&#x89E3;&#xFF0C;Facebook&#x7684;&#x7B97;&#x6CD5;&#x56E0;&#x4E3A;&#x4E00;&#x4E9B;&#x5C0F;&#x6280;&#x5DE7;&#x7684;&#x4F7F;&#x7528;&#xFF0C;&#x662F;&#x6CA1;&#x6709;&#x7F3A;&#x9677;&#x7684;&#xFF0C;&#x540C;&#x65F6;&#xFF0C;&#x5B83;&#x53C8;&#x662F;&#x6709;&#x7F3A;&#x9677;&#x7684;&#xFF0C;&#x4E0D;&#x50CF;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x6240;&#x60F3;&#x8C61;&#x7684;&#x90A3;&#x4E48;&#x5B9E;&#x73B0;&#x5B8C;&#x7F8E;&#xFF0C;&#x6709;&#x611F;&#x77E5;&#x7684;&#x7B97;&#x6CD5;&#xFF0C;&#x7B97;&#x6CD5;&#x7684;&#x80CC;&#x540E;&#x57FA;&#x7840;<br> &#x662F;&#x4EBA;&#x3002;&#x4EBA;&#x51B3;&#x5B9A;&#x6570;&#x636E;&#x7684;&#x6D41;&#x5411;&#x3001;&#x8BE5;&#x600E;&#x4E48;&#x5904;&#x7406;&#x6570;&#x636E;&#xFF0C;&#x4EBA;&#x4EEC;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#x7ED3;&#x679C;&#x3002;&#x5F53;&#x7B97;&#x6CD5;&#x51FA;&#x9519;&#x65F6;&#xFF0C;&#x4EBA;&#x4EEC;&#x7EA0;&#x6B63;&#x5B83;&#x3002;&#x7B97;&#x6CD5;&#x8FDB;&#x5316;&#x4E86;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x4EBA;&#x4EEC;&#x8BFB;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x6750;&#x6599;&#xFF0C;&#x5F00;&#x4E86;&#x4E00;&#x5806;&#x4F1A;&#xFF0C;&#x8DD1;&#x4E86;&#x4E00;&#x5806;&#x6D4B;&#x8BD5;&#x7528;&#x4F8B;<br> &#xFF0C;&#x505A;&#x51FA;&#x4E86;&#x597D;&#x7684;&#x51B3;&#x7B56;&#x3002;&#x7B97;&#x6CD5;&#x53D8;&#x597D;&#x4E86;&#x662F;&#x56E0;&#x4E3A;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x5C0F;&#x7EC4;&#x6301;&#x7EED;&#x7684;&#x544A;&#x8BC9;&#x4ED6;&#x8BE5;&#x600E;&#x4E48;&#x4F18;&#x5316;&#x3002;<br> &#x5F53;&#x6211;&#x5230;&#x8FBE;Facebook&#x7684;&#x4E0D;&#x89C4;&#x5219;&#x7684;&#xFF0C;frank-Gehry &#x98CE;&#x683C;&#x7684;&#x529E;&#x516C;&#x5BA4;&#x65F6;&#xFF0C;&#x63A5;&#x5F85;&#x6211;&#x7684;&#x662F;&#x4E00;&#x4F4D;&#x7626;&#x957F;&#x7684;37&#x5C81;&#x7684;Tom Alison&#xFF0C;&#x4ED6;&#x9762;&#x5E26;&#x7B11;&#x5BB9;&#x540C;&#x65F6;&#x7565;&#x5E26;&#x7D27;&#x5F20;&#x3002;&#x4ED6;&#x662F;NewsFeed&#x56E2;&#x961F;&#x7684;&#x5934;&#xFF0C;&#x7387;&#x9886;<br> &#x4E86;&#x4E00;&#x652F;&#x5DE5;&#x7A0B;&#x5E08;&#x56E2;&#x961F;&#xFF0C;&#x800C;&#x4ED6;&#x4EEC;&#x638C;&#x7BA1;&#x7740;&#x7B97;&#x6CD5;&#x3002;<br> Alison&#x5E26;&#x9886;&#x6211;&#x4EEC;&#x7A7F;&#x8FC7;&#x4E86;&#x8FF7;&#x5BAB;&#x822C;&#x7684;&#x5C0F;&#x623F;&#x95F4;&#x548C;&#x5F00;&#x653E;&#x53A8;&#x623F;&#xFF0C;&#x6765;&#x5230;&#x4E00;&#x4E2A;&#x5C0F;&#x578B;&#x4F1A;&#x8BAE;&#x5BA4;&#xFF0C;&#x5728;&#x54EA;&#x63ED;&#x5F00;&#x4E86;facebook&#x7B97;&#x6CD5;&#x7684;&#x795E;&#x79D8;&#x9762;&#x7EB1;&#x3002;&#x518D;&#x53BB;&#x90A3;&#x7684;&#x8DEF;&#x4E0A;&#xFF0C;&#x6211;&#x95EE;&#x4E86;&#x4E00;&#x4E0B;&#x5395;&#x6240;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x5728;&#x4ED6;<br> &#x7B11;&#x7740;&#x9053;&#x6B49;&#x65F6;&#x9732;&#x51FA;&#x4E86;&#x9B3C;&#x8138;&#xFF0C;&#x8BF4;&#x9053;&#xFF1A;&#x6211;&#x5E26;&#x4F60;&#x53BB;&#x54EA;&#x3002;&#x5F00;&#x59CB;&#x6211;&#x4EE5;&#x4E3A;&#x4ED6;&#x4E0D;&#x60F3;&#x8BA9;&#x6211;&#x8FF7;&#x8DEF;&#x3002;&#x4F46;&#x5F53;&#x6211;&#x51FA;&#x6765;&#x65F6;&#xFF0C;&#x4ED6;&#x4ECD;&#x7136;&#x7AD9;&#x5728;&#x5916;&#x9762;&#xFF0C;&#x4ED6;&#x4E0D;&#x60F3;&#x8BA9;&#x6211;&#x968F;&#x610F;&#x53C2;&#x89C2;&#x3002;<br> &#x5904;&#x4E8E;&#x4E25;&#x5BC6;&#x4FDD;&#x62A4;&#x5546;&#x4E1A;&#x673A;&#x5BC6;&#x7684;&#x539F;&#x56E0;&#xFF0C;Alison&#x5E76;&#x6CA1;&#x6709;&#x544A;&#x8BC9;&#x6211;&#x592A;&#x591A;&#x53C2;&#x4E0E;&#x7B97;&#x6CD5;&#x7684;&#x4EE3;&#x7801;&#x3002;&#x4F46;&#x662F;&#x4ED6;&#x544A;&#x8BC9;&#x6211;&#x662F;&#x5982;&#x4F55;&#x8FD0;&#x4F5C;&#x7684;&#x4EE5;&#x53CA;&#x4E3A;&#x4EC0;&#x4E48;&#x7ECF;&#x5E38;&#x53D8;&#x5316;&#x3002;&#x4ED6;&#x5F00;&#x59CB;&#x5728;&#x767D;&#x677F;&#x4E0A;&#x753B;&#xFF0C;&#x50CF;&#x4E00;&#x4E2A;&#x5DE5;&#x7A0B;&#x5E08;&#x90A3;&#x6837;&#x3002;<br> &#x201C;&#x5F53;&#x4F60;&#x5B66;&#x4E60;CS&#x65F6;&#xFF0C;&#x7B2C;&#x4E00;&#x4E2A;&#x7B97;&#x6CD5;&#x5C31;&#x662F;&#x6392;&#x5E8F;&#x7B97;&#x6CD5;&#x201D;&#xFF0C;&#x4ED6;&#x5728;&#x767D;&#x677F;&#x4E0A;&#x5217;&#x51FA;&#x4E86;&#x4E00;&#x4E9B;&#x6574;&#x6570;&#xFF0C;4, 1, 3, 2, 5&#xFF0C;&#x5F00;&#x59CB;&#x65F6;&#x4E00;&#x4E2A;&#x7B80;&#x5355;&#x7684;&#x4EFB;&#x52A1;&#xFF0C;&#x589E;&#x5E8F;&#x6392;&#x5217;&#xFF0C;&#x4EBA;&#x7C7B;&#x5728;&#x8111;&#x5B50;&#x91CC;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x5904;&#x7406;&#xFF0C;<br> &#x4F46;&#x662F;&#xFF0C;&#x8BA1;&#x7B97;&#x673A;&#x5FC5;&#x987B;&#x7CBE;&#x786E;&#x544A;&#x8BC9;&#x4E00;&#x6B65;&#x4E00;&#x6B65;&#x7684;&#x64CD;&#x4F5C;&#xFF0C;&#x7ED9;&#x6211;&#x5C55;&#x793A;&#x7684;&#x4E00;&#x4E2A;&#x53EB;&#x201C;&#x5192;&#x6CE1;&#x6392;&#x5E8F;&#x201D;&#x7684;&#x7B97;&#x6CD5;&#xFF0C;&#x4ED6;&#x662F;&#x8FD9;&#x6837;&#x5DE5;&#x4F5C;&#x7684;&#xFF1A;</p>
<ol>
<li>&#x5BF9;&#x4E8E;&#x96C6;&#x5408;&#x91CC;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x6570;&#x5B57;&#xFF0C;&#x4ECE;&#x7B2C;&#x4E00;&#x4E2A;&#x5F00;&#x59CB;&#xFF0C;&#x4E0E;&#x5176;&#x4ED6;&#x7684;&#x8FDB;&#x884C;&#x6BD4;&#x8F83;&#xFF0C;&#x770B;&#x4ED6;&#x4EEC;&#x662F;&#x5426;&#x5728;&#x9700;&#x8981;&#x7684;&#x987A;&#x5E8F;</li>
<li>&#x5982;&#x679C;&#x4E0D;&#x662F;&#xFF0C;&#x5BF9;&#x8C03;</li>
<li>&#x91CD;&#x590D;1&#xFF0C;2&#xFF0C;&#x76F4;&#x5230;&#x6240;&#x6709;&#x7684;&#x6570;&#x5B57;&#x6CA1;&#x6709;&#x9700;&#x8981;&#x5BF9;&#x8C03;  </li>
</ol>
<p>&#x201C;&#x5192;&#x6CE1;&#x6392;&#x5E8F;&#x201D;&#x7684;&#x4F18;&#x52BF;&#x662F;&#x7B80;&#x5355;&#xFF0C;&#x4E0D;&#x8DB3;&#x7684;&#x5730;&#x65B9;&#x65F6;&#x6548;&#x7387;&#x548C;&#x65F6;&#x95F4;&#x82B1;&#x8D39;&#x3002;&#x5F88;&#x660E;&#x663E;&#xFF0C;facebook&#x5E76;&#x6CA1;&#x6709;&#x91C7;&#x7528;&#x8FD9;&#x6837;&#x7684;&#x7B97;&#x6CD5;&#x3002;&#x5F53;&#x4F60;&#x6253;&#x5F00;facebook App&#x65F6;&#xFF0C;&#x786E;&#x5B9E;&#x5BF9;&#x6240;&#x6709;&#x7684;&#x6587;&#x7AE0;&#x8FDB;&#x884C;&#x4E86;&#x6392;&#x5E8F;&#x3002;<br>&#x90A3;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x5927;&#x7B97;&#x6CD5;&#x91CC;&#x9762;&#x7684;&#x975E;&#x5E38;&#x5FAE;&#x5C0F;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x7684;&#x5DE5;&#x4F5C;&#x662F;&#x7ED9;&#x8FD9;&#x4E9B;&#x6587;&#x7AE0;&#x8D4B;&#x4E88;&#x4E00;&#x4E2A;&#x6570;&#x503C;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x6392;&#x5E8F;&#x7B97;&#x6CD5;&#x5DE5;&#x4F5C;&#x7684;&#x5185;&#x5BB9;&#x662F;&#xFF1A;&#x53D1;&#x660E;&#x4E00;&#x79CD;&#x7CFB;&#x7EDF;&#xFF0C;&#x80FD;&#x591F;&#x9488;&#x5BF9;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x7528;&#x6237;&#x7ED9;&#x4EFB;&#x4F55;&#x4E00;&#x7247;&#x6587;&#x7AE0;<br>&#x8D4B;&#x4E88;&#x4E00;&#x4E2A;&#x76F8;&#x5173;&#x7684;&#x6570;&#x503C;&#x3002;<br>&#x8FD9;&#x662F;&#x4E2A;&#x5F88;&#x96BE;&#x5904;&#x7406;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x56E0;&#x4E3A;&#x90A3;&#x4E9B;&#x4E0E;&#x4F60;&#x76F8;&#x5173;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x6BD4;&#x5982;&#x6765;&#x81EA;&#x53D1;&#x5C0F;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x6765;&#x7740;&#x4F60;follow&#x7684;&#x67D0;&#x4E2A;&#x660E;&#x661F;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x6216;&#x8BB8;&#x4E0E;&#x4F60;&#x538B;&#x6839;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#x3002;&#x6BD4;&#x5982;&#xFF0C;Alison&#x89E3;&#x91CA;&#xFF0C;Facebook&#x4F7F;&#x7528;&#x4E86;<br>&#x4E0D;&#x540C;&#x79CD;&#x7C7B;&#x7684;&#x7B97;&#x6CD5;&#xFF0C;&#x88AB;&#x79F0;&#x4F5C;&#x9884;&#x6D4B;&#x7B97;&#x6CD5;&#x3002;Facebook&#x7684;NewsFeed&#x7B97;&#x6CD5;,&#x50CF;Google&#x7684;&#x641C;&#x7D22;&#x7B97;&#x6CD5;&#xFF0C;netflix&#x7684;&#x63A8;&#x8350;&#x7B97;&#x6CD5;&#x90FD;&#x662F;&#x7531;&#x4F17;&#x591A;&#x5C0F;&#x7684;&#x7B97;&#x6CD5;&#x7EC4;&#x6210;&#x7684;&#x590D;&#x6742;&#x8F6F;&#x4EF6;&#x3002;<br>&#x201C;&#x8BA9;&#x6211;&#x4EEC;&#x8BA8;&#x8BBA;&#x9884;&#x6D4B;&#x4E00;&#x4E0B;&#x6E56;&#x4EBA;&#x548C;&#x516C;&#x725B;&#x8C01;&#x4F1A;&#x53D6;&#x5F97;&#x51A0;&#x519B;&#x201D;&#xFF0C;Alison&#x5F00;&#x59CB;&#x8BF4;&#xFF0C;&#x201C;&#x516C;&#x725B;&#x201D;&#xFF0C;&#x6211;&#x8131;&#x53E3;&#x800C;&#x51FA;&#xFF0C;Alison&#x7B11;&#x4E86;&#xFF0C;&#x4F7F;&#x52B2;&#x7684;&#x70B9;&#x4E86;&#x70B9;&#x5934;&#x3002;&#x6211;&#x7684;&#x8111;&#x5B50;&#x5F00;&#x59CB;&#x63A5;&#x53D7;&#x4ED6;&#x7684;&#x8F93;&#x5165;&#xFF0C;&#x5E76;&#x4F9D;&#x636E;&#x4ED6;&#x7684;&#x7B97;&#x6CD5;&#x9A6C;&#x4E0A;&#x4EA7;&#x751F;&#x4E86;&#x4E00;&#x4E9B;<br>&#x53E3;&#x5934;&#x7684;&#x8F93;&#x51FA;&#x3002;&#x4EBA;&#x8111;&#x7684;&#x7B97;&#x6CD5;&#x662F;&#x6BD4;&#x7845;&#x8C37;&#x53D1;&#x660E;&#x7684;&#x4EFB;&#x4F55;&#x7B97;&#x6CD5;&#x90FD;&#x8981;&#x590D;&#x6742;&#xFF0C;&#x4F46;&#x662F;&#x4EBA;&#x8111;&#x4E5F;&#x662F;&#x4E25;&#x91CD;&#x4F9D;&#x8D56;&#x4E8E;&#x63A2;&#x7D22;&#x7B97;&#x6CD5;&#xFF0C;&#x5E76;&#x4EE5;&#x81ED;&#x540D;&#x662D;&#x8457;&#x7684;&#x611A;&#x8822;&#x8457;&#x79F0;&#x3002;<br>&#x5F53;&#x4F60;&#x4E00;&#x65E0;&#x6240;&#x6709;&#xFF0C;&#x968F;&#x673A;&#x731C;&#x6D4B;&#x5C31;&#x884C;&#xFF0C;Alison&#x8BF4;&#x9053;&#x3002;&#x4F46;&#x662F;&#x6709;&#x5F88;&#x591A;&#x94B1;&#x662F;&#x4F9D;&#x8D56;&#x4E8E;&#x6211;&#x7684;&#x7BEE;&#x7403;&#x9884;&#x6D4B;&#x7684;&#xFF0C;&#x4E00;&#x5929;&#x5728;&#x4E0A;&#x9762;&#x82B1;&#x8D39;&#x51E0;&#x767E;&#x4E07;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x9700;&#x8981;&#x66F4;&#x7CFB;&#x7EDF;&#x5316;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x4F60;&#x53EF;&#x80FD;&#x4F1A;&#x53C2;&#x8003;&#x4E00;&#x4E9B;&#x5386;&#x53F2;&#x6570;&#x636E;&#xFF0C;&#x770B;&#x4E00;&#x4E0B;&#x6BCF;&#x4E2A;&#x961F;&#x8F93;&#x8D62;&#x7387;<br>&#xFF0C;&#x6BCF;&#x4E2A;&#x7403;&#x5458;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x8C01;&#x53D7;&#x4F24;&#x4E86;&#xFF0C;&#x8C01;&#x5728;&#x573A;&#x3002;&#x53EF;&#x80FD;&#x4F60;&#x8FD8;&#x4F1A;&#x8003;&#x8651;&#x5176;&#x4ED6;&#x7684;&#x73AF;&#x5883;&#x56E0;&#x7D20;&#xFF0C; &#x6BD4;&#x5982;&#xFF0C;&#x4E3B;&#x5BA2;&#x573A;&#xFF0C;&#x662F;&#x957F;&#x77ED;&#x9014;&#x98DE;&#x884C;&#xFF1F;&#x4F60;&#x7684;&#x9884;&#x6D4B;&#x7B97;&#x6CD5;&#x5C31;&#x8981;&#x53C2;&#x8003;&#x8FD9;&#x4E9B;&#x56E0;&#x7D20;&#x3002;&#x5982;&#x679C;&#x5B9E;&#x73B0;&#x4E86;&#x8FD9;&#x4E2A;&#xFF0C;<br>&#x4F60;&#x4E0D;&#x4F46;&#x80FD;&#x9884;&#x6D4B;&#x6BD4;&#x8D5B;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x800C;&#x4E14;&#x80FD;&#x63D0;&#x4F9B;&#x7ED9;&#x4F60;&#x591A;&#x5927;&#x80DC;&#x7387;&#x3002;<br>&#x8FD9;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x540C;Facebook&#x9884;&#x6D4B;&#x7B97;&#x6CD5;&#x7C7B;&#x6BD4;&#x3002;&#x6211;&#x95EE;&#x4E86;&#x4E00;&#x4E0B;Alison&#xFF0C;&#x53C2;&#x8003;&#x4E86;&#x591A;&#x5C11;&#x56E0;&#x7D20;&#xFF1A;&#x6570;&#x767E;&#x4E2A;&#xFF0C;&#x4ED6;&#x56DE;&#x7B54;&#x3002;<br>&#x5B83;&#x4E0D;&#x4EC5;&#x9884;&#x6D4B;&#x4F60;&#x5C06;&#x662F;&#x5426;&#x70B9;&#x51FB;&#x4E86;like&#x6309;&#x94AE;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x5305;&#x62EC;&#x4E86;&#x4F60;&#x662F;&#x5426;&#x70B9;&#x51FB;&#x8BC4;&#x8BBA;&#x3001;&#x5206;&#x4EAB;&#x3001;&#x9690;&#x85CF;&#x3001;&#x751A;&#x81F3;&#x662F;&#x62D6;&#x9ED1;&#x3002;&#x5B83;&#x5C06;&#x9884;&#x6D4B;&#x8FD9;&#x4E9B;&#x64CD;&#x4F5C;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x4EE5;&#x53CA;&#x7F6E;&#x4FE1;&#x533A;&#x95F4;&#xFF0C;&#x5E76;&#x5408;&#x5E76;&#xFF0C;&#x8FDB;&#x800C;&#x5F62;&#x6210;<br>&#x76F8;&#x5173;&#x7CFB;&#x6570;&#x6765;&#x6307;&#x5BFC;&#x6587;&#x7AE0;&#x6392;&#x5E8F;&#x3002;&#x4E00;&#x65E6;&#x4F60;&#x8BA2;&#x9605;&#x7684;&#x6587;&#x7AE0;&#x83B7;&#x5F97;&#x4E86;&#x76F8;&#x5173;&#x7CFB;&#x6570;&#xFF0C;&#x6392;&#x5E8F;&#x7B97;&#x6CD5;&#x5C31;&#x80FD;&#x5448;&#x73B0;&#x5728;&#x7528;&#x6237;&#x9762;&#x524D;&#x3002;&#x4F60;&#x770B;&#x5230;&#x7684;&#x5C31;&#x662F;&#x4F60;&#x8BA2;&#x9605;&#x7684;&#x4ECE;&#x5343;&#x4E07;&#x6587;&#x7AE0;&#x6311;&#x9009;&#x51FA;&#x6765;&#x7684;&#x8BA9;&#x4F60;&#x559C;&#x6012;&#x54C0;&#x4E50;&#x7684;&#x6587;&#x7AE0;&#x3002;<br>&#x65E0;&#x8BBA;&#x4F60;&#x5982;&#x4F55;&#x4E00;&#x4E1D;&#x4E0D;&#x82DF;&#x7684;&#x6784;&#x5EFA;&#x60A8;&#x7684;&#x7B97;&#x6CD5;&#xFF0C;&#x603B;&#x6709;&#x4E00;&#x4E9B;&#x6570;&#x636E;&#x662F;&#x4E0D;&#x53C2;&#x4E0E;&#x8FD0;&#x7B97;&#x7684;&#xFF1A;&#x6559;&#x7EC3;&#x7684;&#x6218;&#x672F;&#xFF0C;ROSE&#x7684;&#x819D;&#x76D6;&#x5982;&#x4F55;&#xFF1F;&#x6BD4;&#x8D5B;&#x7528;&#x7403;&#x7684;&#x6C14;&#x662F;&#x5426;&#x5408;&#x9002;&#xFF1F;&#x603B;&#x4E4B;&#xFF0C;&#x6BD4;&#x8D5B;&#x4E0D;&#x662F;&#x9760;&#x6570;&#x636E;&#xFF0C;&#x662F;&#x9760;&#x4EBA;&#x8FD0;&#x884C;&#x7684;&#x3002;<br>&#x800C;&#x4EBA;&#x6BD4;&#x4EFB;&#x4F55;&#x7B97;&#x6CD5;&#x90FD;&#x8981;&#x590D;&#x6742;&#x591A;&#x53D8;&#x3002;<br>Facebook&#x4E5F;&#x9762;&#x4E34;&#x65B0;&#x51FA;&#x73B0;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x66F4;&#x9AD8;&#x7684;&#x8BA4;&#x77E5;&#x80FD;&#x529B;&#x3002;&#x76F8;&#x5173;&#x7CFB;&#x6570;&#x662F;&#x4E0E;&#x516C;&#x725B;&#x8D62;&#x5F97;&#x6BD4;&#x8D5B;&#x7684;&#x6982;&#x7387;&#x76F8;&#x7C7B;&#x6BD4;&#x7684;&#xFF0C;&#x4ED6;&#x662F;&#x4E00;&#x4E2A;&#x5B8C;&#x5168;&#x53EF;&#x5EA6;&#x91CF;&#x7684;&#x79BB;&#x6563;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x4ED6;&#x4EEC;&#x4F1A;&#x8D62;&#x6216;&#x4E0D;&#x8D62;&#x3002;Facebook&#x7684;&#x6392;&#x5E8F;<br>&#x7B97;&#x6CD5;&#x7C7B;&#x4F3C;&#xFF1A;&#x4F60;&#x662F;&#x5426;&#x4EE5;&#x67D0;&#x79CD;&#x65B9;&#x5F0F;&#x4E0E;&#x6587;&#x7AE0;&#x4EA4;&#x4E92;&#x3002;&#x4EA4;&#x4E92;&#xFF0C;&#x4EBA;&#x7C7B;&#x4E0E;&#x6587;&#x7AE0;&#x7684;&#x64CD;&#x4F5C;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x6307;&#x6807;&#xFF0C;&#x6307;&#x793A;&#x4E00;&#x7247;&#x6587;&#x7AE0;&#x662F;&#x5426;&#x96C6;&#x4E2D;&#x4E86;&#x7528;&#x6237;&#x3002;&#x8FD9;&#x4E9B;&#x8FD8;&#x52A0;&#x901F;&#x63A8;&#x52A8;&#x4E86;Facebook&#x7684;&#x7ECF;&#x6D4E;&#xFF1A;&#x70B9;&#x51FB;&#x3001;like&#x3001;<br>&#x8BC4;&#x8BBA;&#x662F;&#x8BA9;&#x6587;&#x7AE0;&#x6D41;&#x884C;&#xFF0C;&#x5C06;&#x4E2A;&#x4EBA;&#x7528;&#x6237;&#x53D8;&#x4E3A;&#x7FA4;&#x7EC4;&#xFF0C;&#x5BFC;&#x6D41;&#x91CF;&#x7ED9;&#x5E7F;&#x544A;&#x5546;&#x3002;<br>&#x4F46;&#x662F;&#xFF0C;&#x4EA4;&#x4E92;&#x4EC5;&#x4EC5;&#x662F;&#x7528;&#x6237;&#x5B9E;&#x9645;&#x4E0A;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x7684;&#x4E00;&#x4E2A;&#x7C97;&#x7CD9;&#x7684;&#x4EE3;&#x7406;&#x3002;&#x5982;&#x679C;&#x4EBA;&#x4EEC;like&#x4E00;&#x7247;&#x5B83;&#x4E0D;&#x559C;&#x6B22;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x6216;&#x70B9;&#x51FB;&#x540E;&#x53D1;&#x73B0;&#x4E0D;&#x559C;&#x6B22;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x8BE5;&#x600E;&#x4E48;&#x529E;&#xFF1F;&#x7ED3;&#x8BBA;&#x5C31;&#x662F;&#x4E3A;&#x6D41;&#x884C;&#x800C;&#x4E0D;&#x662F;&#x8D28;&#x91CF;&#x4F18;&#x5316;&#x3002;&#x4F8B;&#x5982;&#x5BF9;&#x4E8E;<br>&#x4E00;&#x4E2A;&#x7981;&#x7CD6;&#x7684;&#x7528;&#x6237;&#xFF0C;&#x8BA9;&#x4ED6;&#x4EEC;&#x7729;&#x6655;&#xFF0C;&#x751A;&#x81F3;&#x6709;&#x70B9;&#x6076;&#x5FC3;&#xFF0C;&#x4F46;&#x662F;&#x5B83;&#x8D8A;&#x6765;&#x8D8A;&#x6068;&#x7981;&#x7CD6;&#xFF0C;&#x8FD9;&#x600E;&#x4E48;&#x4F18;&#x5316;&#xFF1F;<br>2013&#x5E74;Facebook&#x662F;&#x7099;&#x624B;&#x53EF;&#x70ED;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x5B83;&#x627F;&#x62C5;&#x4E86;10&#x4EBF;&#x7528;&#x6237;&#x4EE5;&#x53CA;&#x8D85;&#x8FC7;1000&#x4EBF;&#x7684;&#x5E02;&#x503C;&#x3002;&#x5B83;&#x82B1;&#x4E86;&#x4E00;&#x5E74;&#x7684;&#x65F6;&#x95F4;&#x6765;&#x5F25;&#x8865;&#x79FB;&#x52A8;APP&#x4E0D;&#x8DB3;&#xFF0C;&#x5DF2;&#x7ECF;&#x8D85;&#x8FC7;google&#x6210;&#x4E3A;&#x6700;&#x53D7;&#x6B22;&#x8FCE;&#x7684;&#x5E94;&#x7528;&#x3002;Facebook&#x4E0D;&#x5149;&#x4FDD;&#x6301;&#x4F60;&#x4E0E;<br>&#x670B;&#x53CB;&#x4FDD;&#x6301;&#x8054;&#x7CFB;&#xFF0C;&#x800C;&#x4E14;&#x6210;&#x4E3A;&#x4E86;21&#x4E16;&#x7EAA;&#x7684;&#x65B0;&#x95FB;&#x5A92;&#x4F53;&#xFF0C;&#x7CBE;&#x786E;&#x5230;&#x5206;&#x949F;&#x7684;&#x65B0;&#x95FB;&#xFF0C;&#x5A31;&#x4E50;&#xFF0C;&#x670B;&#x53CB;&#x53CA;&#x7231;&#x4EBA;&#x7684;&#x4E8B;&#x4EF6;&#x66F4;&#x65B0;&#xFF0C;&#x5BF9;&#x67D0;&#x4EBA;&#x67D0;&#x9879;&#x7231;&#x597D;&#x7684;&#x81EA;&#x52A8;&#x88C1;&#x526A;&#x3002;<br>&#x5728;&#x516C;&#x53F8;&#x5185;&#x90E8;&#xFF0C;&#x5FEB;&#x901F;&#x7684;&#x53D1;&#x5C55;&#x4F7F;&#x8D1F;&#x8D23;NewsFeed&#x7684;&#x4EBA;&#x9707;&#x60CA;&#xFF0C;&#x968F;&#x7740;&#x7528;&#x6237;&#x70ED;&#x60C5;&#x9AD8;&#x6DA8;&#xFF0C;&#x80FD;&#x8981;&#x8BA9;&#x6240;&#x6709;&#x4EBA;&#x4FDD;&#x6301;&#x6EE1;&#x610F;&#x5417;&#xFF1F;&#x4EBA;&#x4EEC;&#x559C;&#x6B22;&#x5728;Facebook&#x4E0A;&#x505A;&#x66F4;&#x591A;&#x7684;&#x4E8B;&#x8FD8;&#x662F;&#x66F4;&#x5C11;&#x7684;&#x4E8B;&#xFF1F;<br>&#x4E3A;&#x4E86;&#x7406;&#x89E3;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x63D0;&#x51FA;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x5F97;&#x4E0D;&#x56DE;&#x5230;2006&#x5E74;&#x3002;Facebook&#xFF0C;&#x8FD8;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x4EC5;&#x5305;&#x542B;&#x57FA;&#x672C;&#x4FE1;&#x606F;&#x9875;&#x9762;&#x4EE5;&#x53CA;&#x7FA4;&#x7EC4;&#x529F;&#x80FD;&#xFF0C;&#x5F88;&#x50CF;MySpace&#xFF0C;&#x5728;&#x54EA;&#x4E00;&#x5E74;&#x5EFA;&#x6210;&#x4E86;&#x80FD;&#x591F;&#x66F4;&#x65B0;&#x670B;&#x53CB;&#x6D3B;&#x52A8;&#x4FE1;&#x606F;newsfeed&#x529F;&#x80FD;&#x3002;<br>&#x5F53;&#x7528;&#x6237;&#x57FA;&#x672C;&#x9875;&#x9762;&#x66F4;&#x65B0;&#xFF0C;&#x5934;&#x50CF;&#x53D8;&#x5316;&#xFF0C;&#x4EE5;&#x53CA;&#x8C03;&#x60C5;&#x7684;&#x5C0F;&#x7EB8;&#x6761;&#x90FD;&#x4F1A;&#x88AB;&#x540C;&#x6B65;&#x5230;newsfeed&#x65F6;&#xFF0C;&#x7528;&#x6237;&#x6012;&#x4E86;&#xFF0C;facebook&#x6309;&#x4E0B;&#x4E86;&#x3002;<br>&#x5373;&#x4F7F;&#x90A3;&#x65F6;&#xFF0C;&#x4F60;&#x670B;&#x53CB;&#x6240;&#x505A;&#x7684;&#x4E5F;&#x4E0D;&#x662F;&#x90FD;&#x4F1A;&#x540C;&#x6B65;&#x5230;&#x4F60;&#x7684;Newsfeed&#x4E0A;&#x3002;&#x4E3A;&#x4E86;&#x907F;&#x514D;&#x7528;&#x6237;&#x6BCF;&#x5929;&#x88AB;&#x51E0;&#x767E;&#x6761;&#x7684;&#x6570;&#x636E;&#x8F70;&#x70B8;&#xFF0C;facebook&#x5F00;&#x53D1;&#x4E86;&#x4E00;&#x5957;&#x7C97;&#x7CD9;&#x539F;&#x59CB;&#x7684;&#x57FA;&#x4E8E;&#x7528;&#x6237;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x7A0B;&#x5EA6;&#x7684;&#x8FC7;&#x6EE4;&#x7B97;&#x6CD5;&#x3002;&#x7531;&#x4E8E;&#x6CA1;&#x6709;&#x73B0;&#x5B9E;&#x7684;<br>&#x65B9;&#x6CD5;&#x53BB;&#x5EA6;&#x91CF;&#xFF0C;like&#x6309;&#x94AE;&#x662F;&#x5728;&#x4E09;&#x5E74;&#x4E4B;&#x540E;&#xFF0C;&#x516C;&#x53F8;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x5C31;&#x57FA;&#x4E8E;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x60C5;&#x51B5;&#x505A;&#x51FA;&#x4E86;&#x5047;&#x8BBE;&#x3002;&#x65E9;&#x671F;&#x5BF9;&#x4E8E;&#x6BCF;&#x4E2A;&#x6587;&#x7AE0;&#x7684;&#x6807;&#x51C6;&#xFF0C;&#x5C31;&#x662F;&#x65F6;&#x95F4;&#x548C;&#x6709;&#x591A;&#x5C11;&#x670B;&#x53CB;&#x63D0;&#x5230;&#x8FC7;&#x3002;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x540E;&#xFF0C;&#x4ED6;&#x4EEC;&#x5F00;&#x59CB;&#x8C03;&#x6574;&#x8FD9;&#x4E9B;&#x5047;&#x8BBE;&#xFF0C;&#x5E76;&#x6D4B;&#x8BD5;<br>&#x8FD9;&#x4E9B;&#x4FEE;&#x6539;&#x662F;&#x5982;&#x4F55;&#x4EFB;&#x4F55;&#x5F71;&#x54CD;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x7AD9;&#x70B9;&#x7684;&#x3002;&#x4F46;&#x662F;&#x7531;&#x4E8E;&#x65E0;&#x6CD5;&#x83B7;&#x5F97;&#x54EA;&#x4E9B;&#x6587;&#x7AE0;&#x65F6;&#x88AB;&#x7528;&#x6237;&#x559C;&#x6B22;&#x7684;&#xFF0C;&#x54EA;&#x4E9B;&#x662F;&#x65E0;&#x804A;&#x7684;&#xFF0C;&#x8BA8;&#x538C;&#x7684;&#xFF0C;&#x7CCA;&#x6D82;&#x7684;&#xFF0C;&#x5DE5;&#x7A0B;&#x5E08;&#x4EEC;&#x57FA;&#x672C;&#x4E0A;&#x5C31;&#x662F;&#x6254;&#x98DE;&#x9556;&#x3002;<br>like&#x6309;&#x94AE;&#x5E76;&#x4E0D;&#x662F;&#x7528;&#x6237;&#x4EA4;&#x4E92;&#x7684;&#x65B0;&#x65B9;&#x6CD5;&#x3002;facebook&#x62DB;&#x52DF;&#x4E86;&#x4E00;&#x4E9B;&#x6BD4;&#x8F83;&#x597D;&#x7684;&#x7528;&#x6237;&#x6765;&#x89E3;&#x51B3;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x4E9B;&#x7528;&#x6237;&#x5E76;&#x6CA1;&#x6709;&#x610F;&#x601D;&#x5230;&#x4ED6;&#x4EEC;&#x6240;&#x505A;&#x7684;&#x771F;&#x662F;facebook&#x6240;&#x72EC;&#x7279;&#x7684;&#x90E8;&#x5206;&#x3002;&#x5982;&#x679C;facebook&#x544A;&#x8BC9;&#x4ED6;&#x4EEC;&#x7684;&#x7528;&#x6237;<br>&#x4ED6;&#x4EEC;&#x5FC5;&#x987B;&#x6392;&#x5E8F;&#x4EE5;&#x53CA;&#x5BA1;&#x6838;&#x4ED6;&#x4EEC;&#x670B;&#x53CB;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x6765;&#x5E2E;&#x52A9;&#x516C;&#x53F8;&#x51B3;&#x5B9A;&#x54EA;&#x4E9B;&#x662F;&#x522B;&#x7684;&#x7528;&#x6237;&#x5E94;&#x8BE5;&#x770B;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x53D1;&#x73B0;&#x8FD9;&#x4E9B;&#x8FC7;&#x7A0B;&#x662F;&#x65E0;&#x804A;&#x4EE5;&#x53CA;&#x5355;&#x8C03;&#x7684;&#x3002;facebook&#x7684;newsfeed&#x7B97;&#x6CD5;&#x662F;&#x7B2C;&#x4E00;&#x4E2A;&#x5077;&#x5077;&#x6478;&#x6478;&#x62DB;&#x52DF;&#x7528;&#x6237;&#xFF0C;&#x6765;&#x4E2A;&#x6027;&#x5316;<br>&#x4ED6;&#x4EEC;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x5E76;&#x5F71;&#x54CD;&#x5176;&#x4ED6;&#x4EBA;&#x3002;<br>&#x7A81;&#x7136;&#xFF0C;&#x8FD9;&#x4E2A;&#x7B97;&#x6CD5;&#x6807;&#x8BC6;&#x51FA;&#x4E86;&#x6700;&#x6D41;&#x884C;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x5E76;&#x8BA9;&#x4ED6;&#x4EEC;&#x6D41;&#x884C;&#x8D77;&#x6765;&#xFF0C;&#x201C;viral&#x201D;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BCD;&#x4E4B;&#x524D;&#x88AB;&#x7528;&#x6765;&#x63CF;&#x8FF0;&#x4EBA;&#x4E0E;&#x4EBA;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x4E92;&#x4EA4;&#x6D41;&#xFF0C;&#x73B0;&#x5728;&#x662F;&#x5927;&#x91CF;&#x542C;&#x4F17;&#x7684;&#x81EA;&#x52A8;&#x5E7F;&#x64AD;&#x3002;&#x7136;&#x800C;&#xFF0C;facebook&#x5458;&#x5DE5;&#x5E76;&#x4E0D;&#x662F;&#x552F;&#x4E00;&#x7684;&#x516C;&#x53F8;<br>&#x60F3;&#x77E5;&#x9053;&#x54EA;&#x4E9B;&#x6587;&#x7AE0;&#x662F;&#x53EF;&#x4EE5;&#x6D41;&#x884C;&#x7684;&#x3002;&#x51FA;&#x7248;&#x5546;&#x3001;&#x5E7F;&#x544A;&#x5546;&#xFF0C;&#x9A97;&#x5B50;&#xFF0C;&#x751A;&#x81F3;&#x4E2A;&#x4EBA;&#xFF0C;&#x5F00;&#x59CB;&#x6536;&#x96C6;&#x4E00;&#x4E9B;&#x6D41;&#x884C;&#x6587;&#x7AE0;&#x7684;&#x5171;&#x6027;&#xFF0C;&#x8FD9;&#x79CD;&#x7279;&#x6027;&#x5C31;&#x662F;&#x80FD;&#x591F;&#x5728;&#x5927;&#x91CF;&#x7684;&#x670B;&#x53CB;&#x3001;follower&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x964C;&#x751F;&#x4EBA;&#x4E2D;&#x95F4;&#x89E6;&#x53D1;&#x6761;&#x4EF6;&#x53CD;&#x5C04;&#x3002;&#x8BB8;&#x591A;&#x4EBA;&#x5F00;&#x59CB;&#x88C1;&#x526A;<br>&#x8FD9;&#x4E9B;&#x6587;&#x7AE0;&#x5DF2;&#x83B7;&#x5F97;&#x66F4;&#x591A;&#x7684;&#x7528;&#x6237;&#x3002;&#x793E;&#x4EA4;&#x5A92;&#x4F53;&#x987E;&#x95EE;&#x5F00;&#x59CB;&#x7ED9;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x5EFA;&#x8BAE;&#x6765;&#x73A9;&#x8F6C;facebook&#x7684;&#x7B97;&#x6CD5;&#xFF1A;&#x4F7F;&#x7528;&#x7279;&#x5B9A;&#x7684;&#x8BCD;&#x8BED;&#xFF0C;&#x5728;&#x7279;&#x5B9A;&#x7684;&#x4E8B;&#x4EF6;&#x53D1;&#x5E03;&#xFF0C;&#x591A;&#x4F7F;&#x7528;&#x8BCD;&#x8BED;&#x548C;&#x56FE;&#x7247;&#x6DF7;&#x5408;&#x3002;&#x4E00;&#x7247;&#x81EA;&#x6211;&#x611F;&#x89C9;&#x826F;&#x597D;&#x7684;&#x6587;&#x7AE0;&#x4F1A;&#x6073;&#x6C42;&#x7528;&#x6237;<br>&#x201C;&#x70B9;&#x8D5E;&#x201D;&#xFF0C;&#x5373;&#x4F7F;&#x7528;&#x6237;&#x6839;&#x672C;&#x4E0D;&#x5173;&#x5FC3;&#x6587;&#x7AE0;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x4E5F;&#x4F1A;&#x7167;&#x505A;&#x7684;&#x3002;&#x6CA1;&#x8FC7;&#x591A;&#x4E45;facebook&#x7528;&#x6237;&#x7684;feed&#x770B;&#x8D77;&#x6765;&#x90FD;&#x662F;&#x76F8;&#x4F3C;&#xFF1A;&#x5230;&#x5904;&#x5145;&#x65A5;&#x7684;&#x662F;&#x5DE5;&#x7A0B;&#x5E08;&#x6240;&#x8C13;&#x7684;&#x201C;go viral&#x201D;&#xFF0C;&#x4EE4;&#x4EBA;&#x4F5C;&#x5455;&#x3002;&#x5728;&#x5927;&#x62C7;&#x6307;&#x7684;&#x80CC;&#x540E;&#x6DF9;&#x6CA1;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x6709;&#x5B9E;&#x8D28;&#x6027;&#x5185;&#x5BB9;&#xFF0C;<br>&#x6709;&#x7EC6;&#x5FAE;&#x5DEE;&#x522B;&#x7684;&#xFF0C;&#x4F24;&#x611F;&#x7684;&#x6216;&#x4EFB;&#x4F55;&#x6709;&#x542F;&#x53D1;&#x7684;&#x60F3;&#x6CD5;&#x6216;&#x60C5;&#x7EEA;&#x3002;<br>&#x6D3B;&#x8DC3;&#x5EA6;&#x7684;&#x5C3A;&#x5EA6;&#x662F;&#x4E00;&#x4E2A;&#x597D;&#x65B9;&#x6CD5;&#xFF0C;&#x4F46;&#x662F;&#x771F;&#x7684;&#x662F;feed&#x4F18;&#x5316;&#x7684;&#x65B9;&#x5411;&#x5417;&#xFF1F;Chris Cox&#x63D0;&#x51FA;&#x4E86;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;facebook&#x7684;&#x65E9;&#x671F;&#x5458;&#x5DE5;&#x4EE5;&#x53CA;feed&#x7684;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5DE5;&#x7A0B;&#x5E08;&#x3002;&#x201C;&#x70B9;&#x8D5E;&#x3001;&#x70B9;&#x51FB;&#x3001;&#x8BC4;&#x8BBA;&#x3001;&#x5206;&#x4EAB;&#x53EA;&#x662F;&#x51B3;&#x5B9A;&#x4EBA;&#x4EEC;&#x662F;&#x5426;&#x611F;&#x5174;&#x8DA3;<br>&#x7684;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x8FD9;&#x662F;&#x4E0D;&#x5B8C;&#x7F8E;&#x7684;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x4F60;&#x521A;&#x8BFB;&#x4E86;&#x4E00;&#x7247;&#x4F60;&#x4E0D;&#x60F3;&#x70B9;&#x8D5E;&#x3001;&#x8BC4;&#x8BBA;&#xFF0C;&#x5206;&#x4EAB;&#x4E0D;&#x5E78;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x662F;&#x5982;&#x679C;&#x6211;&#x95EE;&#x4F60;&#xFF0C;&#x4F60;&#x80AF;&#x5B9A;&#x4F1A;&#x8BF4;&#x6211;&#x5FC5;&#x987B;&#x8BFB;&#x5B83;&#x3002;&#x4E4B;&#x524D;&#x7684;&#x51E0;&#x5E74;&#xFF0C;&#x6211;&#x4EEC;&#x8BA4;&#x8BC6;&#x5230;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x8003;&#x8651;&#x66F4;&#x591A;&#x7684;&#x56E0;&#x7D20;&#xFF0C;<br>&#x9664;&#x4E86;&#x70B9;&#x8D5E;&#x7B49;&#x6765;&#x63D0;&#x9AD8;&#x7C7B;&#x4F3C;&#x4E8E;&#x4E0A;&#x8FF0;&#x7684;&#x4E8B;&#x4EF6;&#x201D;Cox&#x901A;&#x8FC7;&#x90AE;&#x4EF6;&#x544A;&#x8BC9;&#x6211;&#x3002;<br>&#x4E00;&#x4E2A;&#x7B97;&#x6CD5;&#x53EF;&#x4EE5;&#x5BF9;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x7ED3;&#x679C;&#x8FDB;&#x884C;&#x4F18;&#x5316;&#xFF0C;&#x4F46;&#x4ED6;&#x4E0D;&#x80FD;&#x544A;&#x8BC9;&#x4F60;&#x5E94;&#x8BE5;&#x4F18;&#x5316;&#x6210;&#x4EC0;&#x4E48;&#x6837;&#x5B50;&#x7684;&#xFF1F;&#x53EA;&#x6709;&#x4EBA;&#x7C7B;&#x624D;&#x77E5;&#x9053;&#x3002;Cox&#x548C;&#x5176;&#x4ED6;feed&#x80CC;&#x540E;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x8BA4;&#x4E3A;&#x7EC8;&#x6781;&#x7684;&#x76EE;&#x6807;&#x662F;&#x53EA;&#x663E;&#x793A;&#x4EBA;&#x4EEC;&#x5173;&#x5FC3;&#x7684;&#x5185;&#x5BB9;&#x3002;&#x4ED6;&#x4EEC;&#x77E5;&#x9053;&#x5728;&#x7528;&#x6237;&#x6EE1;&#x610F;&#x5EA6;&#x4E0B;&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x4F1A;<br>&#x77ED;&#x671F;&#x5185;&#x635F;&#x5931;&#x4E00;&#x90E8;&#x5206;&#x6D3B;&#x8DC3;&#x5EA6;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x6536;&#x76CA;&#x3002;&#x4F34;&#x968F;&#x7740;facebook&#x8D5A;&#x4E86;&#x4E00;&#x5927;&#x7B14;&#x94B1;&#xFF0C;zark&#x53D6;&#x5F97;&#x4E86;&#x8463;&#x4E8B;&#x4F1A;&#x7684;&#x4E3B;&#x5BFC;&#x6743;&#xFF0C;&#x516C;&#x53F8;&#x7F55;&#x89C1;&#x7684;&#x51B3;&#x5B9A;&#x4E3A;&#x4E3A;&#x957F;&#x8FDC;&#x76EE;&#x6807;&#x8FDB;&#x884C;&#x4F18;&#x5316;&#x3002;&#x5269;&#x4E0B;&#x7684;&#x95EE;&#x9898;&#x5C31;&#x662F;&#x600E;&#x4E48;&#x505A;&#xFF1F;<br>&#x5A92;&#x4F53;&#x5728;&#x5386;&#x53F2;&#x4E0A;&#x901A;&#x8FC7;&#x7F16;&#x8F91;&#x7684;&#x7F16;&#x8F91;&#x51B3;&#x5B9A;&#x8BFB;&#x8005;&#x5E94;&#x8BE5;&#x8BFB;&#x4EC0;&#x4E48;&#xFF0C;&#x5C06;&#x503C;&#x5F97;&#x9605;&#x8BFB;&#x7684;&#x6587;&#x7AE0;&#x5370;&#x5237;&#x51FA;&#x6765;&#xFF0C;&#x4ED6;&#x4EEC;&#x63D0;&#x5021;&#x7684;&#x662F;&#x771F;&#x5B9E;&#x3001;&#x6709;&#x62A5;&#x9053;&#x4EF7;&#x503C;&#x3001;&#x4EBA;&#x4EEC;&#x5173;&#x5FC3;&#x7684;&#x3002;&#x4F46;&#x662F;Cox&#x4EE5;&#x53CA;&#x4ED6;&#x7684;&#x540C;&#x4E8B;&#xFF0C;&#x82B1;&#x5927;&#x529B;&#x6C14;&#x907F;&#x514D;&#x7F16;&#x8F91;&#x7684;&#x89C6;&#x89D2;&#x6765;&#x5904;&#x7406;feed&#x3002;<br>&#x76F8;&#x53CD;&#x7684;&#xFF0C;&#x4EFB;&#x4F55;&#x7528;&#x6237;&#x771F;&#x6B63;&#x5173;&#x5FC3;&#x7684;&#x53EF;&#x884C;&#x7684;&#x5B9A;&#x4E49;&#x662F;&#xFF1A;&#x7ED9;&#x7528;&#x6237;&#x4EE5;&#x9009;&#x62E9;&#x8BA9;&#x7528;&#x6237;&#x6765;&#x51B3;&#x5B9A;&#x54EA;&#x4E9B;&#x7528;&#x8BE5;&#x6392;&#x5728;&#x524D;&#x9762;&#x3002;&#x5B8C;&#x7F8E;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x662F;&#x95EE;&#x6BCF;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#xFF0C;&#x4ED6;&#x60F3;&#x770B;&#x54EA;&#x4E9B;&#xFF0C;&#x4E0D;&#x60F3;&#x770B;&#x90A3;&#x4E9B;&#xFF0C;&#x7136;&#x800C;&#xFF0C;&#x8FD9;&#x4E0D;&#x5177;&#x6709;&#x64CD;&#x4F5C;&#x6027;&#x3002;&#x90A3;Facebook<br>&#x51B3;&#x5B9A;&#x95EE;&#x4E00;&#x4E9B;&#x4EBA;&#x4ED6;&#x4EEC;&#x60F3;&#x770B;&#x54EA;&#x4E9B;&#xFF0C;&#x4E0D;&#x60F3;&#x770B;&#x90A3;&#x4E9B;&#xFF0C;&#x4EE5;&#x524D;&#x6709;1000&#x4EBA;&#x5DE6;&#x53F3;&#xFF0C;&#x5728; Knoxville, Tennessee&#xFF0C;&#x73B0;&#x5728;&#x904D;&#x5E03;&#x5168;&#x7403;&#x4E86;&#x3002;<br>Adam Mosser &#xFF0C;&#x4E00;&#x4F4D;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#xFF0C;&#x4E0E;Alison&#x76F8;&#x6BD4;&#x5C0F;&#x4E00;&#x4E9B;&#x6280;&#x672F;&#xFF0C;&#x591A;&#x4E00;&#x4E9B;&#x53EF;&#x7231;&#x3002;&#x4ED6;&#x4FA7;&#x91CD;&#x4E8E;&#x95EE;&#x9898;&#x548C;&#x6982;&#x62EC;&#x6027;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x800C;Alison&#x4FA7;&#x91CD;&#x4E8E;&#x5B9E;&#x73B0;&#x548C;&#x7EC6;&#x8282;&#x3002;&#x4ED6;&#x662F;&#x4E00;&#x4F4D;feed&#x7684;&#x5E38;&#x9A7B;&#x54F2;&#x5B66;&#x5BB6;&#x3002;<br>&#x63A8;&#x52A8;feed&#x4EBA;&#x6027;&#x5316;&#x7684;&#x8F93;&#x5165;&#x8F93;&#x51FA;&#x7684;&#x662F;&#x524D;&#x8F88;Will Cathcart.Cathcart &#x521A;&#x5F00;&#x59CB;&#x6536;&#x96C6;&#x7528;&#x6237;&#x4E00;&#x4E9B;&#x66F4;&#x5FAE;&#x5C0F;&#x7684;&#x64CD;&#x4F5C;&#xFF1A;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x7528;&#x6237;&#x7684;&#x70B9;&#x51FB;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x70B9;&#x51FB;&#x4E4B;&#x540E;&#x7528;&#x6237;&#x7684;&#x9605;&#x8BFB;&#x65F6;&#x95F4;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x7528;&#x6237;&#x70B9;&#x8D5E;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x9605;&#x8BFB;&#x524D;<br>&#x8FD8;&#x662F;&#x9605;&#x8BFB;&#x540E;&#x7684;&#x70B9;&#x7684;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x9605;&#x8BFB;&#x4E4B;&#x524D;&#x70B9;&#x8D5E;&#xFF0C;Facebook&#x5C31;&#x4F1A;&#x77E5;&#x9053;&#xFF0C;&#x7528;&#x6237;&#x5E76;&#x6CA1;&#x6709;&#x5728;&#x9605;&#x8BFB;&#x4E4B;&#x540E;&#x70B9;&#x8D5E;&#x66F4;&#x559C;&#x6B22;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x3002;<br>&#x5728;2013&#x5E74;&#x665A;&#x671F;&#x6267;&#x638C;&#x8FD9;&#x4E2A;&#x90E8;&#x95E8;&#x540E;&#xFF0C;Mosseri&#x2019;s &#x6700;&#x5927;&#x7684;&#x521B;&#x65B0;&#x662F;&#x5EFA;&#x7ACB;&#x4E86;&#x201C;&#x611F;&#x53D7;&#x8D28;&#x91CF;&#x677F;&#x201D;&#x3002;&#x8FD9;&#x4E2A;&#x4E8B;&#x5F00;&#x59CB;&#x4E8E;2014&#x5E74;&#x590F;&#x5929;&#xFF0C;&#x4E00;&#x4E2A;facebook&#x4ED8;&#x94B1;&#x7684;&#x51E0;&#x767E;&#x4EBA;&#x7684;&#x56E2;&#x961F;&#xFF0C;&#x4EBA;&#x4EEC;&#x6BCF;&#x5929;&#x6301;&#x7EED;&#x7684;&#x8BE6;&#x7EC6;&#x7684;&#x6765;&#x53CD;&#x9988;&#x4ED6;&#x4EEC;&#x7684;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x3002;<br>&#xFF08;&#x8FD9;&#x4E2A;&#x5730;&#x65B9;&#x7684;&#x9009;&#x62E9;&#x662F;&#x5386;&#x53F2;&#x6027;&#x7684;&#x5076;&#x7136;&#xFF0C;&#x6765;&#x6E90;&#x4E8E;&#x4E0E;facebook&#x5408;&#x4F5C;&#x7684;&#x8BD5;&#x70B9;&#x9879;&#x76EE;&#x7684;&#xFF0C;&#x4E0D;&#x77E5;&#x540D;&#x7684;&#x5916;&#x5305;&#x516C;&#x53F8;&#xFF09;&#x3002;Mosseri&#x4E0D;&#x4EC5;&#x4EC5;&#x7814;&#x7A76;&#x4ED6;&#x4EEC;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x8FD8;&#x95EE;&#x4ED6;&#x4EEC;&#x5BF9;&#x4E8E;&#x7ED9;&#x5B9A;&#x7684;&#x6587;&#x7AE0;&#x4E3A;&#x4EC0;&#x4E48;&#x559C;&#x6B22;&#x6216;&#x4E0D;&#x559C;&#x6B22;&#xFF0C;&#x6709;&#x591A;&#x559C;&#x6B22;<br>&#xFF0C;&#x6216;&#x8005;&#x4ED6;&#x4EEC;&#x60F3;&#x770B;&#x4EC0;&#x4E48;&#xFF1F;&#x751A;&#x81F3;&#xFF0C;&#x4ED6;&#x4EEC;&#x4F1A;&#x5199;&#x4E00;&#x5C0F;&#x6BB5;&#x6587;&#x5B57;&#x6765;&#x7EAA;&#x5F55;&#x5BF9;feed&#x91CC;&#x7684;&#x6BCF;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#x7684;&#x8BC4;&#x4EF7;&#x3002;<br>Mosseri &#x8BF4;&#xFF1A;&#x95EE;&#x9898;&#x662F;&#x6709;&#x4EC0;&#x4E48;&#x662F;&#x6211;&#x4EEC;&#x9057;&#x6F0F;&#x7684;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x662F;&#x4E0D;&#x662F;&#x6709;&#x76F2;&#x70B9;&#xFF1F;&#x6211;&#x4EEC;&#x77E5;&#x9053;&#xFF0C;&#x4E00;&#x4E9B;&#x4F60;&#x559C;&#x6B22;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x662F;&#x4F60;&#x5E76;&#x4E0D;&#x548C;&#x8FD9;&#x4E9B;&#x6587;&#x7AE0;&#x8FDB;&#x884C;&#x4EA4;&#x4E92;&#x3002;&#x6CA1;&#x6709;&#x65B9;&#x6CD5;&#x6765;&#x5EA6;&#x91CF;&#xFF0C;&#x6587;&#x7AE0;&#x7684;&#x6392;&#x540D;&#x5C31;&#x4F1A;&#x6BD4;&#x70B9;&#x51FB;&#x3001;&#x70B9;&#x8D5E;&#x7684;&#x4F4E;&#xFF0C;&#x90A3;facebook<br>&#x600E;&#x4E48;&#x6355;&#x6349;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x5462;&#xFF1F;<br>Mosseri&#x6307;&#x5B9A;Max Eulenstein &#x4E3A;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x4EE5;&#x53CA;Lauren Scissors&#x4E3A;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#x5B98;&#xFF0C;&#x6765;&#x76D1;&#x7763;feed&#x7684;&#x8D28;&#x91CF;&#xFF0C;&#x4EE5;&#x53CA;&#x63D0;&#x51FA;&#x4E0A;&#x8FF0;&#x7684;&#x95EE;&#x9898;&#x3002;&#x4E3E;&#x4F8B;&#x6765;&#x8BF4;&#xFF0C;Eulenstein &#x4F7F;&#x7528;&#x677F;&#x5B50;&#x6765;&#x6D4B;&#x8BD5;&#x4E00;&#x4E2A;&#x5047;&#x8BBE;&#xFF1A;&#x7528;&#x6237;<br>&#x8BFB;&#x4E00;&#x7247;&#x6587;&#x7AE0;&#x7684;&#x65F6;&#x95F4;&#x662F;&#x4E00;&#x4E2A;&#x662F;&#x5426;&#x559C;&#x6B22;&#x7684;&#x6307;&#x6807;&#xFF0C;&#x5373;&#x4F7F;&#x4ED6;&#x6CA1;&#x6709;&#x70B9;&#x8D5E;&#x3002;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#x4ED6;&#x662F;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x4E3E;&#x51FA;&#x5F88;&#x591A;&#x4F8B;&#x5B50;&#x6765;&#x8BF4;&#x660E;&#x4ED6;&#x4E0D;&#x662F;&#xFF0C;&#x6BD4;&#x5982;&#x4F60;&#x4E0D;&#x60F3;&#x9605;&#x8BFB;&#x4F60;&#x5BB3;&#x6015;&#x7684;&#x9B3C;&#x6545;&#x4E8B;&#x3002;&#x8D28;&#x91CF;&#x677F;&#x5B50;&#x8BA9;Eulenstein and Scissors&#x786E;&#x8BA4;<br>&#x4ED6;&#x4EEC;&#x7684;&#x76F4;&#x89C9;&#x5224;&#x65AD;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x68C0;&#x67E5;&#x5FAE;&#x5C0F;&#x7684;&#x76F8;&#x5173;&#x6027;&#xFF0C;&#x5E76;&#x91CF;&#x5316;&#x4ED6;&#x4EEC;&#x3002;Eulenstein &#x8BF4;&#xFF1A;&#x8FD9;&#x5E76;&#x4E0D;&#x50CF;5&#x79D2;&#x662F;&#x597D;&#x7684;&#xFF0C;2&#x79D2;&#x5C31;&#x662F;&#x574F;&#x7684;&#xFF0C;&#x90A3;&#x4E48;&#x5BB9;&#x6613;&#xFF0C;&#x66F4;&#x591A;&#x7684;&#x662F;&#x5904;&#x7406;&#x4F60;&#x82B1;&#x5728;&#x4E00;&#x4E2A;&#x4E0E;&#x4F60;&#x76F8;&#x5173;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x6545;&#x4E8B;&#x7684;&#x9605;&#x8BFB;&#x65F6;&#x95F4;&#x3002;<br>&#x7814;&#x7A76;&#x4E5F;&#x663E;&#x793A;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x63A5;&#x5165;&#x901F;&#x5EA6;&#x4E5F;&#x4F1A;&#x5F71;&#x54CD;&#x7528;&#x6237;&#x9605;&#x8BFB;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x51FA;&#x4E8E;&#x8FD9;&#x4E9B;&#x7814;&#x7A76;&#xFF0C;&#x5F97;&#x51FA;&#x4E86;&#x4E00;&#x7247;&#x8BBA;&#x6587;<a href="http://newsroom.fb.com/news/2015/06/news-feed-fyi-taking-into-account-time-spent-on-stories/" target="_blank" rel="external">a tweak that Facebook revealed in June</a><br>,&#x7B97;&#x6CD5;&#x63D0;&#x9AD8;&#x4E86;&#x9605;&#x8BFB;&#x65F6;&#x957F;&#x7684;&#x6BD4;&#x91CD;&#x3002;<br>&#x5728;&#x51E0;&#x4E2A;&#x6708;&#x91CC;&#xFF0C;Mosseri &#x548C;&#x4ED6;&#x7684;&#x56E2;&#x961F;&#x66F4;&#x52A0;&#x91CD;&#x89C6;&#x677F;&#x5B50;&#x7684;&#x53CD;&#x9988;&#xFF0C;&#x628A;&#x8FD9;&#x4E2A;&#x65B9;&#x6CD5;&#x5E26;&#x5230;&#x4E86;&#x5168;&#x4E16;&#x754C;&#xFF0C;&#x4ED6;&#x4EEC;&#x4ED8;&#x94B1;&#x7ED9;&#x54EA;&#x4E9B;&#x5728;&#x5168;&#x7403;&#x5177;&#x6709;&#x4EBA;&#x53E3;&#x7EDF;&#x8BA1;&#x610F;&#x4E49;&#x7684;&#x6837;&#x672C;&#xFF0C;&#x6392;&#x5E8F;&#x548C;&#x5BA1;&#x67E5;&#x4ED6;&#x4EEC;&#x6BCF;&#x5929;feed&#x3002;&#x77E5;&#x9053;2015&#x5E74;&#x590F;&#x672B;&#xFF0C;<br>faceb&#x89E3;&#x6563;&#x4E86;Knoxville &#x7684;&#x56E2;&#x961F;&#xFF0C;&#x5E76;&#x628A;&#x5B83;&#x4EEC;&#x6269;&#x5C55;&#x5230;&#x6D77;&#x5916;&#x3002;Mosseri&#x7684;&#x60F3;&#x6CD5;&#x662F;&#x5BF9;&#x7684;&#xFF1A;&#x7B97;&#x6CD5;&#x6709;&#x6570;&#x636E;&#x79D1;&#x5B66;&#x5BB6;&#x4EEC;&#x4E0D;&#x80FD;&#x6807;&#x5B9A;&#x7684;&#x76F2;&#x70B9;&#xFF0C;&#x4ED6;&#x4EEC;&#x91C7;&#x7528;&#x4E86;&#x4EBA;&#x8089;&#x53CD;&#x9988;&#x6765;&#x586B;&#x8865;&#x3002;<br>&#x8D28;&#x91CF;&#x6A21;&#x7248;&#x5982;&#x6B64;&#x7684;&#x91CD;&#x8981;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x4ED6;&#x53D8;&#x6210;&#x4E86;Facebook&#x7684;&#x7B97;&#x6CD5;&#xFF0C;&#x516C;&#x53F8;&#x610F;&#x8BC6;&#x5230;&#x6CA1;&#x6709;&#x5355;&#x4E00;&#x7684;&#x6E90;&#x80FD;&#x544A;&#x8BC9;&#x4F60;&#x4EFB;&#x4F55;&#x4E8B;&#x3002;&#x4ED6;&#x4EEC;&#x5F00;&#x53D1;&#x4E86;&#x4E00;&#x5957;&#x201C;&#x6838;&#x5BF9;&#x5E73;&#x8861;&#x201D;&#x7684;&#x7CFB;&#x7EDF;&#xFF0C;&#x6BCF;&#x4E00;&#x6B21;feed&#x7684;&#x6539;&#x53D8;&#x90FD;&#x4F1A;&#x901A;&#x8FC7;&#x4E00;&#x7EC4;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7528;&#x6237;&#x4EE5;&#x53CA;<br>&#x4E0D;&#x540C;&#x5C3A;&#x5EA6;&#x7684;&#x5224;&#x522B;&#x6807;&#x51C6;&#x7684;&#x6D4B;&#x8BD5;&#x3002;<br>&#x5E73;&#x8861;&#x64CD;&#x4F5C;&#x662F;&#x7531;&#x4E00;&#x4E2A;&#x7531;&#x6392;&#x5E8F;&#x5DE5;&#x7A0B;&#x5E08;&#x3001;&#x6570;&#x636E;&#x5DE5;&#x7A0B;&#x5E08;&#x3001;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x7EC4;&#x6210;&#x7684;&#x5C0F;&#x7684;&#x56E2;&#x961F;&#x7684;&#x65E5;&#x5E38;&#x5DE5;&#x4F5C;&#x3002;&#x8FD9;&#x4E9B;&#x4EBA;&#x5F53;&#x4E2D;&#xFF0C;Sami Tas,&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x4ED6;&#x7684;&#x5DE5;&#x4F5C;&#x5C31;&#x662F;&#x5C06;&#x6392;&#x540D;&#x7B97;&#x6CD5;&#x7684;&#x6539;&#x53D8;&#x7FFB;&#x8BD1;&#x6210;&#x673A;&#x5668;&#x80FD;&#x591F;&#x7406;&#x89E3;&#x7684;&#x8BED;&#x8A00;&#x3002;<br>&#x4ECA;&#x5929;&#x4E0B;&#x5348;&#xFF0C;&#x5F53;&#x6211;&#x770B;&#x7740;&#x4ED6;&#x65F6;&#xFF0C;&#x4ED6;&#x6B63;&#x5728;&#x89E3;&#x51B3;&#x4E00;&#x4E2A;&#x5FAE;&#x5C0F;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x5728;faceb&#x770B;&#x6765;&#x5374;&#x662F;&#x81F4;&#x547D;&#x7684;&#x3002;<br>&#x5927;&#x90E8;&#x5206;&#x65F6;&#x95F4;&#xFF0C;&#x5F53;&#x4EBA;&#x4EEC;&#x770B;&#x89C1;&#x4ED6;&#x4EEC;&#x4E0D;&#x559C;&#x6B22;&#x7684;&#x6587;&#x7AE0;&#x65F6;&#xFF0C;&#x4EBA;&#x4EEC;&#x4F7F;&#x7528;&#x9F20;&#x6807;&#x5212;&#x8FC7;&#x53BB;&#xFF0C;&#x4E00;&#x4E9B;&#x6587;&#x7AE0;&#x662F;&#x5982;&#x6B64;&#x7684;&#x4EE4;&#x4EBA;&#x8BA8;&#x538C;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x4EBA;&#x4EEC;&#x8981;&#x53BB;&#x9690;&#x85CF;&#x5B83;&#x3002;facebook&#x7684;&#x7B97;&#x6CD5;&#x8BA4;&#x4E3A;&#x4E00;&#x4E2A;&#x76F8;&#x5F53;&#x8D1F;&#x9762;&#x7684;&#x4FE1;&#x53F7;&#xFF0C;&#x4EE5;&#x540E;&#x4F1A;&#x52AA;&#x529B;&#x8BA9;&#x66F4;&#x5C11;&#x7684;&#x4EBA;&#x770B;&#x5230;<br>&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x3002;<br>&#x6BCF;&#x4E2A;&#x4EBA;&#x4F7F;&#x7528;facebook&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x4E0D;&#x540C;&#x7684;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x6570;&#x636E;&#x79D1;&#x5B66;&#x5BB6;&#x4EC5;&#x4EC5;&#x5173;&#x6CE8;&#x7684;5%&#x7684;&#x7528;&#x6237;&#xFF0C;&#x8FD9;&#x4E9B;&#x7528;&#x6237;&#x9690;&#x85CF;&#x4E86;85%&#x7684;&#x5185;&#x5BB9;&#x3002;&#x5F53;facebook&#x6316;&#x6398;&#x7684;&#x66F4;&#x6DF1;&#x65F6;&#xFF0C;&#x4F1A;&#x53D1;&#x73B0;&#x8FD9;5%&#x9690;&#x85CF;&#x4E86;&#x4ED6;&#x4EEC;&#x770B;&#x5230;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x6545;&#x4E8B;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x4ED6;&#x4EEC;<br>&#x559C;&#x6B22;&#x4EE5;&#x53CA;&#x8BC4;&#x8BBA;&#x8FC7;&#x7684;&#x3002;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E9B;&#x8D85;&#x7EA7;&#x9690;&#x85CF;&#x8005;&#xFF0C;&#x9690;&#x85CF;&#x4E0D;&#x610F;&#x5473;&#x7740;&#x4ED6;&#x4EEC;&#x4E0D;&#x559C;&#x6B22;&#xFF0C;&#x800C;&#x662F;&#x4ED6;&#x4EEC;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x6807;&#x8BB0;&#x5DF2;&#x8BFB;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x7C7B;&#x4F3C;&#x4E8E;gmail&#x91CC;&#x7684;&#x4FDD;&#x5B58;&#x529F;&#x80FD;&#x3002;<br>&#x7136;&#x800C;&#x4ED6;&#x4EEC;&#x8FD9;&#x79CD;&#x884C;&#x4E3A;&#x5E26;&#x504F;&#x4E86;&#x6392;&#x5E8F;&#x7B97;&#x6CD5;&#x7684;&#x6570;&#x636E;&#x3002;&#x7531;&#x4E8E;&#x8FD9;&#x91CC;&#x9762;&#x7684;&#x539F;&#x56E0;&#x9519;&#x7EFC;&#x590D;&#x6742;&#xFF0C;&#x7B97;&#x6CD5;&#x5E76;&#x4E0D;&#x4F1A;&#x4E3A;&#x6BCF;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#x7684;&#x884C;&#x4E3A;&#x5EFA;&#x6A21;&#x3002;&#x7B97;&#x6CD5;&#x8BA4;&#x4E3A;&#x4F60;&#x559C;&#x6B22;&#x7684;&#x5C31;&#x662F;&#x6211;&#x559C;&#x6B22;&#x7684;&#xFF0C;&#x53CD;&#x4E4B;&#x4EA6;&#x7136;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5BF9;&#x4E8E;&#x8D85;&#x7EA7;&#x9690;&#x85CF;&#x8005;&#xFF0C;&#x6392;&#x5E8F;&#x7B97;&#x6CD5;<br>&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x4F8B;&#x5916;&#x3002;Tas&#x7684;&#x4EFB;&#x52A1;&#x5C31;&#x662F;&#x6539;&#x53D8;&#x4EE3;&#x7801;&#xFF0C;&#x6807;&#x8BB0;&#x8FD9;&#x4E9B;&#x7528;&#x6237;&#xFF0C;&#x51CF;&#x5C11;&#x9690;&#x85CF;&#x5E26;&#x6765;&#x7684;&#x8D1F;&#x9762;&#x5F71;&#x54CD;&#x3002;<br>&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x4E00;&#x4E2A;&#x7B80;&#x5355;&#x7684;&#x4FEE;&#x8865;&#x3002;&#x4F46;&#x662F;facebook&#x7684;&#x7B97;&#x6CD5;&#x662F;&#x5982;&#x6B64;&#x7684;&#x7CBE;&#x5BC6;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;&#x5C0F;&#x7684;&#x6539;&#x53D8;&#x90FD;&#x5FC5;&#x987B;&#x6D4B;&#x8BD5;&#xFF0C;&#x5148;&#x662F;&#x79BB;&#x7EBF;&#x6A21;&#x62DF;&#x6D4B;&#x8BD5;&#xFF0C;&#x7136;&#x540E;&#x662F;facebook&#x5458;&#x5DE5;&#x5185;&#x90E8;&#x6D4B;&#x8BD5;&#xFF0C;&#x4E00;&#x5C0F;&#x90E8;&#x5206;&#x7528;&#x6237;&#x6D4B;&#x8BD5;&#xFF0C;&#x624D;&#x53D1;&#x5E03;&#x51FA;&#x53BB;&#x3002;&#x5728;&#x8FD9;&#x8FC7;&#x7A0B;<br>&#x4E2D;&#x7684;&#x6BCF;&#x4E00;&#x6B65;&#xFF0C;&#x516C;&#x53F8;&#x90FD;&#x4F1A;&#x6536;&#x96C6;&#x6539;&#x53D8;&#x5E26;&#x6765;&#x7684;&#x5F71;&#x54CD;&#x6570;&#x636E;&#xFF0C;&#x5305;&#x62EC;&#x7528;&#x6237;&#x82B1;&#x5728;&#x7F51;&#x7AD9;&#x7684;&#x65F6;&#x95F4;&#x7684;&#x6D3B;&#x8DC3;&#x5EA6;&#x3001;&#x5E73;&#x5747;&#x52A0;&#x8F7D;&#x65F6;&#x95F4;&#x6240;&#x5E26;&#x6765;&#x7684;&#x5E7F;&#x544A;&#x6536;&#x76CA;&#x7B49;&#x7B49;&#x3002;&#x8BCA;&#x65AD;&#x5DE5;&#x5177;&#x53EF;&#x4EE5;&#x5B9E;&#x65F6;&#x7684;&#x63A2;&#x6D4B;&#x5230;&#x6BCF;&#x4E00;&#x6B21;&#x91CD;&#x5927;&#x53D8;&#x9769;&#x6240;&#x5E26;&#x6765;&#x7684;&#x91CD;&#x8981;&#x6307;&#x6807;&#x7684;<br>&#x53D8;&#x5316;&#xFF0C;&#x5E76;&#x8BBE;&#x7F6E;&#x4E86;&#x4E00;&#x4E2A;&#x95E8;&#x69DB;&#x503C;&#xFF0C;&#x8D85;&#x8FC7;&#x4E86;&#xFF0C;&#x5C31;&#x4F1A;&#x901A;&#x77E5;&#x56E2;&#x961F;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x6210;&#x5458;&#x3002;<br>&#x4E00;&#x65E6;&#x8FD9;&#x4E9B;&#x66F4;&#x65B0;&#x5728;&#x54EA;&#x4E9B;&#x7528;&#x6237;&#x4E0A;&#x88AB;&#x6D4B;&#x8BD5;&#x901A;&#x8FC7;&#x4E86;&#xFF0C;&#x7ED3;&#x679C;&#x7684;&#x6570;&#x636E;&#x5C06;&#x5728;&#x6BCF;&#x5468;&#x7684;&#x201C;&#x6392;&#x5E8F;&#x4F1A;&#x8BAE;&#x201D;&#x4E0A;&#x5C55;&#x793A;&#xFF0C;&#x63A5;&#x53D7; Mosseri, Allison, Marra&#x7B49;&#x4EE5;&#x53CA;&#x5176;&#x4ED6;&#x56E2;&#x961F;&#x7684;&#x5927;&#x91CF;&#x8D28;&#x7591;&#xFF0C;&#x5982;&#x679C;&#x8FD9;&#x4E2A;&#x56E2;&#x961F;&#x7684;&#x4EBA;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x79EF;&#x6781;&#x7684;<br>&#x7ED3;&#x679C;&#xFF0C;&#x638C;&#x7BA1;IOS&#x548C;Android&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x5C06;&#x5BF9;&#x5927;&#x4F17;&#x5F00;&#x653E;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x3002;<br>&#x5C3D;&#x7BA1;&#x8FD9;&#x6837;&#xFF0C;facebook&#x8FD8;&#x662F;&#x65E0;&#x6CD5;&#x786E;&#x4FE1;&#xFF1A;&#x8FD9;&#x6B21;&#x66F4;&#x65B0;&#x4E0D;&#x4F1A;&#x5E26;&#x6765;&#x5FAE;&#x5C0F;&#x7684;&#x3001;&#x957F;&#x671F;&#x7684;&#x65E0;&#x6CD5;&#x9884;&#x6599;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4E3A;&#x4E86;&#x5F25;&#x8865;&#x8FD9;&#x4E2A;&#xFF0C;facebook&#x5EFA;&#x7ACB;&#x4E86;&#x201C;holdout group&#x201D;&#xFF0C;&#x8FD9;&#x4E9B;&#x4EBA;&#x957F;&#x5E74;&#x7D2F;&#x6708;&#x7684;&#x4E0D;&#x66F4;&#x65B0;&#x3002;<br>&#x63D0;&#x9AD8;&#x7684;facebbook&#x7684;&#x7B97;&#x6CD5;&#x662F;&#x5355;&#x6570;&#x7684;&#xFF0C;&#x5C31;&#x88AB;&#x8BEF;&#x5BFC;&#x4E86;&#x3002;&#x4ED6;&#x5E76;&#x4E0D;&#x662F;&#x6570;&#x767E;&#x4E2A;&#x89E3;&#x51B3;&#x5C0F;&#x95EE;&#x9898;&#x7684;&#x5C0F;&#x7B97;&#x6CD5;&#x7684;&#x5408;&#x96C6;&#x3002;&#x4ED6;&#x662F;&#xFF0C;&#x7531;&#x4E8E;&#x4F17;&#x591A;&#x7684;&#x6D4B;&#x8BD5;&#x4EE5;&#x53CA;&#x201C;holdout group&#x201D;&#xFF0C;&#x5728;&#x7ED9;&#x5B9A;&#x7684;&#x65F6;&#x95F4;&#x5185;&#xFF0C;&#x6709;&#x5341;&#x51E0;&#x4E2A;&#x4E3B;&#x7B97;&#x6CD5;&#x4E0D;&#x540C;&#x7684;&#x7248;&#x672C;<br>&#x3002;Tas&#x7684;&#x201C;hide stories&#x201D;&#x7684;&#x66F4;&#x65B0;&#x5728;July 31&#x53D1;&#x5E03;&#xFF0C;&#x4ED6;&#x7684;blog&#x5E76;&#x6CA1;&#x6709;&#x88AB;&#x516C;&#x4F17;&#x5173;&#x6CE8;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x54EA;&#x4E9B;&#x8D85;&#x7EA7;&#x9690;&#x85CF;&#x8005;&#x4F1A;&#x5BF9;feed&#x66F4;&#x6EE1;&#x610F;&#xFF0C;&#x66F4;&#x613F;&#x610F;&#x4F7F;&#x7528;facebook&#xFF0C;&#x4E0E;&#x670B;&#x53CB;&#x5206;&#x4EAB;&#xFF0C;&#x89C2;&#x770B;&#x5E7F;&#x544A;&#x3002;<br>Facebook&#x7684;feed&#x8D28;&#x91CF;&#x677F;&#x8BA9;feed&#x5185;&#x5BB9;&#x66F4;&#x4E30;&#x5BCC;&#x3001;&#x66F4;&#x4EBA;&#x6027;&#x5316;&#xFF0C;Tas &#x548C;&#x4ED6;&#x7684;&#x6392;&#x5E8F;&#x7B97;&#x6CD5;&#x56E2;&#x961F;&#x5BF9;&#x76F2;&#x70B9;&#x67E5;&#x627E;&#x548C;&#x4FEE;&#x590D;&#x66F4;&#x6709;&#x6280;&#x5DE7;&#x3002;&#x4F46;&#x662F;&#x8FD8;&#x6709;&#x53E6;&#x5916;&#x4E00;&#x7FA4;&#x4EBA;&#x4F7F;&#x5F97;feed&#x8D8A;&#x6765;&#x8D8A;&#x76F8;&#x5173;&#xFF0C;&#x5C31;&#x662F;&#x666E;&#x901A;&#x7528;&#x6237;&#x7684;&#x4F60;&#x548C;&#x6211;&#x3002;<br>&#x8FC7;&#x53BB;facebook&#x516D;&#x4E2A;&#x6708;&#x8FDB;&#x884C;&#x7684;&#x4E00;&#x9879;&#x8C03;&#x67E5;&#xFF0C;&#x53EB;&#x4E00;&#x4E9B;&#x7528;&#x6237;&#x5728;&#x5979;&#x4EEC;&#x5E76;&#x5217;&#x7684;&#x4E24;&#x7BC7;&#x6587;&#x7AE0;&#x9009;&#x62E9;&#x4ED6;&#x4EEC;&#x559C;&#x6B22;&#x7684;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5C1D;&#x8BD5;&#xFF0C;&#x5728;&#x6BD4;&#x8D28;&#x91CF;&#x677F;&#x66F4;&#x5E7F;&#x5927;&#x7684;&#x8303;&#x56F4;&#x5185;&#x6536;&#x96C6;&#x540C;&#x6837;&#x7684;&#x6570;&#x636E;&#x3002;&#x9010;&#x6E10;&#x589E;&#x957F;&#x7684;&#x666E;&#x901A;&#x7528;&#x6237;&#x7684;&#x6570;&#x76EE;&#x4E0D;&#x4EC5;&#x4EC5;<br>&#x662F;&#x65B9;&#x7A0B;&#x5F0F;&#x7684;&#x8F93;&#x5165;&#x65B9;&#xFF0C;&#x5728;&#x8FC7;&#x53BB;&#x7684;&#x4E24;&#x5E74;&#x5185;&#xFF0C;Facebook&#x7ED9;&#x4E86;&#x7528;&#x6237;&#x66F4;&#x591A;&#x7684;&#x6743;&#x5229;&#x63A7;&#x5236;&#x4ED6;&#x4EEC;feed&#x7684;&#x8F93;&#x51FA;&#x3002;<br>&#x8FD9;&#x4E2A;&#x7B97;&#x6CD5;&#x4F9D;&#x65E7;&#x662F;&#x4F60;feed&#x7684;&#x6392;&#x5E8F;&#x7684;&#x9A71;&#x52A8;&#x529B;&#x3002;&#x4F46;Facebook&#x7ED9;&#x4ED6;&#x4EEC;&#x7528;&#x6237;&#x66F4;&#x591A;&#x7684;&#x81EA;&#x7531;&#x6743;&#x6765;&#x8C03;&#x8BD5;&#x4ED6;&#x4EEC;&#x7684;feed&#xFF0C;&#x8FD9;&#x4E9B;&#x63A7;&#x5236;&#x662F;&#x7E41;&#x91CD;&#x7684;&#x800C;&#x4E14;&#x6CA1;&#x6709;&#x5FC5;&#x8981;&#x7684;&#x3002;Facebook&#x82B1;&#x8D39;&#x6570;&#x5E74;&#x6765;&#x63D0;&#x9AD8;&#x4ED6;&#x4EEC;&#x7684;&#x6392;&#x5E8F;&#x7B97;&#x6CD5;&#xFF0C;Mosseri &#x8BF4;&#x3002;<br>&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x9B54;&#x529B;&#x662F;&#x5F00;&#x53D1;&#x4E00;&#x5957;&#x56DE;&#x5F52;&#x5206;&#x6790;&#x7B97;&#x6CD5;&#x6765;&#x89E3;&#x91CA;&#x7528;&#x6237;&#x8FC7;&#x53BB;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x5E76;&#x9884;&#x6D4B;&#x672A;&#x6765;&#x7684;&#x884C;&#x4E3A;&#x3002;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x82B1;&#x4E86;&#x5341;&#x5E74;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x5E76;&#x8FD8;&#x5C06;&#x7EE7;&#x7EED;&#xFF0C;&#x6765;&#x63D0;&#x9AD8;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x80FD;&#x529B;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x7B80;&#x5355;&#x7684;&#x95EE;&#x67D0;&#x4EBA;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;<br>&#x4ED6;&#x9A6C;&#x4E0A;&#x4F1A;&#x505A;&#x7B54;&#xFF0C;&#x6BD4;&#x5982;&#xFF1A;&#x4F60;&#x60F3;&#x770B;&#x89C1;&#x4EC0;&#x4E48;&#xFF1F;&#x4F60;&#x4E0D;&#x60F3;&#x770B;&#x89C1;&#x4EC0;&#x4E48;&#xFF1F;&#x7B49;&#x7B49;&#xFF0C;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;Facebook&#x8BA9;&#x6BCF;&#x4E2A;&#x7528;&#x6237;&#x81EA;&#x5DF1;&#x4F5C;&#x7B54;&#x7684;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x201C;unfollow&#x201D;&#x4F60;&#x4E0D;&#x613F;&#x610F;&#x770B;&#x5230;&#x7684;&#x670B;&#x53CB;&#xFF0C;, &#x201C;see less&#x201D;&#x67D0;&#x4E00;&#x7C7B;&#x6587;&#x7AE0;&#xFF0C; &#x201C;see first,&#x201D;<br>&#x8FD9;&#x4E9B;&#x6587;&#x7AE0;&#x4F1A;&#x51FA;&#x73B0;&#x524D;&#x9762;&#x3002;&#x5982;&#x4F55;&#x505A;&#x5BF9;&#x4E8E;&#x4E1A;&#x4F59;&#x7528;&#x6237;&#x5E76;&#x4E0D;&#x662F;&#x663E;&#x800C;&#x6613;&#x89C1;&#x7684;&#xFF0C;&#x4F60;&#x5FC5;&#x987B;&#x70B9;&#x5F00;&#x7070;&#x8272;&#x7684;&#x4E0B;&#x62C9;&#x7BAD;&#x5934;&#xFF0C;&#x5728;&#x6587;&#x7AE0;&#x7684;&#x53F3;&#x4E0A;&#x89D2;&#x7684;&#x9009;&#x9879;&#x91CC;&#x9762;&#x3002;&#x5927;&#x90E8;&#x5206;&#x7528;&#x6237;&#x4ECE;&#x6765;&#x4E0D;&#x4F1A;&#x4F7F;&#x7528;&#x3002;&#x5F53;&#x5168;&#x81EA;&#x52A8;&#x5316;&#x7684;Feed&#x7684;&#x9650;&#x5236;&#x9010;&#x6E10;&#x6E05;&#x6670;&#x8D77;&#x6765;&#xFF0C;<br>Facebook&#x5F62;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x66F4;&#x4E3A;&#x8212;&#x670D;&#x3001;&#x66F4;&#x52A0;&#x663E;&#x773C;&#x7684;&#x9009;&#x62E9;&#x9879;&#xFF0C;&#x901A;&#x8FC7;&#x5076;&#x5C14;&#x5F39;&#x7A97;&#x63D0;&#x793A;&#x7528;&#x6237;&#xFF0C;&#x8FD9;&#x4E9B;&#x5F39;&#x7A97;&#x4F1A;&#x8FDE;&#x63A5;&#x5230;&#x4E00;&#x4E9B;&#x89E3;&#x91CA;&#x548C;&#x5E2E;&#x52A9;&#x9875;&#x9762;&#x3002;&#x8FD9;&#x4E5F;&#x6D4B;&#x8BD5;&#x4E86;feed&#x4EA4;&#x4E92;&#x7684;&#x65B0;&#x65B9;&#x5F0F;&#xFF0C;&#x5305;&#x62EC;&#x53EF;&#x9009;&#x62E9;&#x7684;&#x57FA;&#x4E8E;&#x6587;&#x7AE0;&#x4E3B;&#x9898;&#x7684;feed&#xFF0C;<br>&#x54CD;&#x5E94;&#x5F0F;&#x6309;&#x94AE;&#x3002;<br>&#x8FD9;&#x4E9B;&#x6539;&#x53D8;&#x662F;&#x51FA;&#x4E8E;&#x9632;&#x5FA1;&#x76EE;&#x7684;&#xFF0C;&#x8FD9;&#x4E9B;&#x5E74;Facebook&#x6700;&#x5927;&#x7684;&#x6311;&#x6218;&#xFF0C;&#x5C31;&#x662F;Instagram&#xFF0C;&#x5C31;&#x50CF;Facebook&#x5BF9;myspace&#x505A;&#x7684;&#x4E00;&#x6837;&#x3002;&#x907F;&#x5F00;&#x6570;&#x636E;&#x9A71;&#x52A8;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x4F5C;&#x4E3A;&#x9752;&#x5C11;&#x5E74;&#x793E;&#x4EA4;&#x7684;&#x9996;&#x9009;&#x5E94;&#x7528;SnapChat&#x7ED9;Facebook&#x8499;&#x4E0A;&#x4E86;&#x4E00;&#x5C42;&#x9634;&#x5F71;&#xFF0C;<br>&#x5728;&#x66F4;&#x4EB2;&#x5BC6;&#x7684;&#x4EA4;&#x4E92;&#x65B9;&#x5F0F;&#xFF0C;&#x4F5C;&#x4E3A;&#x907F;&#x5F00;&#x75C5;&#x6BD2;&#x5F0F;&#x4F20;&#x64AD;&#x548C;&#x81EA;&#x52A8;&#x8FC7;&#x6EE4;&#x7684;&#x9996;&#x9009;&#x3002;<br>Facebook&#x5E76;&#x4E0D;&#x662F;&#x552F;&#x4E00;&#x7684;&#x4E00;&#x5BB6;&#x6570;&#x636E;&#x9A71;&#x52A8;&#x7684;&#x53CD;&#x5BF9;&#x7B97;&#x6CD5;&#x4F18;&#x5316;&#x9650;&#x5236;&#x7684;&#x516C;&#x53F8;&#x3002;Netflix&#x7684;&#x7535;&#x5F71;&#x63A8;&#x8350;&#x7B97;&#x6CD5;&#x5F15;&#x64CE;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x4F9D;&#x8D56;&#x4E8E;&#x6574;&#x5929;&#x82B1;&#x94B1;&#x770B;&#x7535;&#x5F71;&#x7684;&#x4EBA;&#xFF0C;&#x5E76;&#x628A;&#x5B83;&#x4EEC;&#x6309;&#x7167;&#x98CE;&#x683C;&#x5206;&#x7C7B;&#x3002;&#x4E3A;&#x4E86;&#x62B5;&#x6D88;&#x4E9A;&#x9A6C;&#x900A;AB&#x6D4B;&#x8BD5;&#x7684;&#x5F71;&#x54CD;&#xFF0C;<br>CEO Jeff Bezos &#x7EF4;&#x62A4;&#x4E86;&#x4E00;&#x4E2A;&#x516C;&#x5171;&#x7684;email&#x5730;&#x5740;&#x6765;&#x653E;&#x5927;&#x7279;&#x5B9A;&#x7528;&#x6237;&#x62B1;&#x6028;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;&#x5728;&#x5B83;&#x771F;&#x6B63;&#x5F00;&#x59CB;&#x4E4B;&#x524D;&#xFF0C;&#x5B83;&#x662F;&#x4E0D;&#x6210;&#x719F;&#x7684;&#xFF0C;&#x4F46;&#x4E5F;&#x6709;&#x4E00;&#x4E2A;&#x53D8;&#x5316;&#x7684;&#x901F;&#x5EA6;&#x3002;Facebook&#x2019;s Mosseri, &#x90E8;&#x5206;&#x7684;&#x62D2;&#x7EDD;&#x6570;&#x636E;&#x9A71;&#x52A8;&#x8FD9;&#x4E2A;&#x8BCD;<br>&#xFF0C;&#x4ED6;&#x79F0;&#x4E3A; &#x201C;data-informed.&#x201D;<br>&#x6392;&#x5E8F;&#x7B97;&#x6CD5;&#x7EC4;&#x8BA4;&#x4E3A;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x4E0A;&#x7684;&#x6539;&#x53D8;&#x662F;&#x5728;&#x8FD8;&#x503A;&#x3002;&#x5F53;&#x6211;&#x4EEC;&#x57FA;&#x4E8E;&#x522B;&#x4EBA;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#x5982;&#x4F55;&#x6301;&#x7EED;&#x63D0;&#x9AD8;feed&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x5F97;&#x5230;&#x66F4;&#x597D;&#x7684;&#x7ED3;&#x679C;&#x6BD4;&#x6392;&#x5E8F;&#x4EBA;&#x7684;feed&#xFF0C;&#x6211;&#x4EEC;&#x5F97;&#x5230;&#x7ED3;&#x679C;&#x66F4;&#x63A5;&#x8FD1;&#x4E8E;&#x4EBA;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x6392;&#x5E8F;&#x3002;Scissors&#x8BF4;&#xFF0C;facebook&#x7684;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#x5458;&#x3002;<br>&#x7136;&#x800C;&#x6F5C;&#x5728;&#x7684;&#x6D88;&#x6781;&#x9762;&#x662F;&#xFF0C;&#x7ED9;&#x7528;&#x6237;&#x7684;&#x81EA;&#x4E3B;&#x63A7;&#x5236;&#x6743;&#xFF0C;&#x5BF9;&#x4E8E;&#x60F3;&#x770B;&#x4EC0;&#x4E48;&#xFF0C;&#x4EBA;&#x7C7B;&#x7ECF;&#x5E38;&#x4F1A;&#x72AF;&#x9519;&#x3002;&#x5982;&#x679C;Facebook&#x7684;&#x5728;&#x7EBF;&#x6570;&#x636E;&#x5E93;&#x6BD4;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x66F4;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x5462;&#xFF1F;&#x80FD;&#x4E0D;&#x80FD;&#x7ED9;&#x7528;&#x6237;&#x6BD4;&#x4E4B;&#x524D;&#x66F4;&#x4E0D;&#x4E0A;&#x9690;&#x7684;Feed&#xFF1F;<br>Mosseri&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#xFF0C;&#x4ED6;&#x5E76;&#x4E0D;&#x4E3A;&#x6B64;&#x62C5;&#x5FC3;&#x3002;&#x4ED6;&#x89E3;&#x91CA;&#x9053;&#xFF1A;&#x6570;&#x636E;&#x7ED9;&#x51FA;&#x4E86;&#x5EFA;&#x8BAE;,&#x7ED9;&#x7528;&#x6237;&#x66F4;&#x591A;&#x7684;&#x81EA;&#x4E3B;&#x6743;&#x5C06;&#x4F1A;&#x589E;&#x52A0;&#x7528;&#x6237;&#x6D3B;&#x8DC3;&#x5EA6;&#x3002;&#x5728;&#x77ED;&#x671F;&#x5185;&#x8FD9;&#x4E24;&#x4E2A;&#x76EE;&#x6807;&#x7684;&#x5173;&#x7CFB;&#x4F3C;&#x4E4E;&#x662F;&#x7D27;&#x5F20;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x53D1;&#x73B0;feed&#x8D28;&#x91CF;&#x7684;&#x63D0;&#x5347;&#x662F;&#x4E0E;&#x957F;&#x671F;&#x7684;<br>&#x7528;&#x6237;&#x6D3B;&#x8DC3;&#x5EA6;&#x76F8;&#x5173;&#x7684;&#x3002;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x6301;&#x7EED;&#x7684;&#x505A;&#x4E0B;&#x53BB;&#xFF0C;&#x5C06;&#x4F1A;&#x662F;&#x53EF;&#x559C;&#x7684;&#x4E00;&#x81F4;&#x3002;&#x7136;&#x800C;Facebook&#x5341;&#x5E74;&#x6765;&#x8FD0;&#x8425;Feed&#x5B66;&#x5230;&#x7684;&#x662F;&#xFF0C;&#x6570;&#x636E;&#x6C38;&#x8FDC;&#x4E0D;&#x4F1A;&#x544A;&#x8BC9;&#x4F60;&#x5168;&#x90E8;&#xFF0C;&#x7B97;&#x6CD5;&#x6C38;&#x8FDC;&#x6CA1;&#x6709;&#x5B8C;&#x7F8E;&#x7684;&#x3002;&#x4ECA;&#x5929;&#x597D;&#x597D;&#x7684;&#x5728;&#x660E;&#x5929;&#x770B;&#x6765;&#x662F;&#x4E2A;&#x9519;&#x8BEF;&#x3002;<br>&#x5F53;&#x90A3;&#x5929;&#x6765;&#x4E34;&#x65F6;&#xFF0C;Facebook&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x5C06;&#x8BFB;&#x4E00;&#x4E9B;&#x8868;&#x5355;&#x3001;&#x5F00;&#x4E00;&#x4E9B;&#x4F1A;&#xFF0C;&#x8DD1;&#x4E00;&#x4E9B;&#x6D4B;&#x8BD5;&#xFF0C;&#x65B0;&#x7684;&#x66F4;&#x65B0;&#x5F00;&#x59CB;&#x4E86;&#x3002;</p>

      
    </div>
    
      <div class="article-toc">
        <h3>目录</h3>
        <ol class="toc"><li class="toc-item toc-level-1"><a class="toc-link" href="#谁控制着facebook-feed一个位于menlo-park的小型工程师团队一个世界范围内匿名的重度用户还有你"><span class="toc-number">1.</span> <span class="toc-text">谁控制着Facebook Feed？（一个位于Menlo Park的小型工程师团队。一个世界范围内匿名的重度用户，还有，你）</span></a></li></ol>
      </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Facebook/">Facebook</a></li></ul>

      </footer>
    
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2016/02/17/Happy-Chinese-new-year-to-all-as-a-late-blessing/" id="article-nav-newer" class="article-nav-link-wrap">
      <div class="article-nav-title"><span>&lt;</span>&nbsp;
        
          Happy Chinese New Year to All as a Late Blessing!
        
      </div>
    </a>
  
  
    <a href="/2016/01/15/how-to-break-GFW-by-using-DigitalOcean-and-Shadowsocks/" id="article-nav-older" class="article-nav-link-wrap">
      <div class="article-nav-title">How to Break GFW by Using DigitalOcean and Shadowsocks?&nbsp;<span>&gt;</span></div>
    </a>
  
</nav>

  
</article>

</section>
    <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      &copy; 2016 GeoXing&nbsp;
      Powered by <a href="http://hexo.io/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>
    

<script src="/js/jquery.min.js"></script>


  <link rel="stylesheet" href="/fancybox/jquery.fancybox.css" type="text/css">
  <script src="/fancybox/jquery.fancybox.pack.js" type="text/javascript"></script>


<script src="/js/script.js" type="text/javascript"></script>
  </div>
</body>
</html>