<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <title>How Does China’s Family-Oriented Culture Impact the Role of Women in Chinese Society? - Debug</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="This answer  come from Paul Denlinger ,ref link,He made sense, so I decide to  thanslate it to chinese, enjoy it.

Women have always played leading roles in managing Chinese families, especially when">
<meta property="og:type" content="article">
<meta property="og:title" content="How Does China’s Family-Oriented Culture Impact the Role of Women in Chinese Society?">
<meta property="og:url" content="http://yoursite.com/2016/02/22/How-does-China’s-family-oriented-culture-impact-the-role-of-women-in-Chinese-society/index.html">
<meta property="og:site_name" content="Debug">
<meta property="og:description" content="This answer  come from Paul Denlinger ,ref link,He made sense, so I decide to  thanslate it to chinese, enjoy it.

Women have always played leading roles in managing Chinese families, especially when">
<meta property="og:updated_time" content="2016-02-23T07:28:46.840Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="How Does China’s Family-Oriented Culture Impact the Role of Women in Chinese Society?">
<meta name="twitter:description" content="This answer  come from Paul Denlinger ,ref link,He made sense, so I decide to  thanslate it to chinese, enjoy it.

Women have always played leading roles in managing Chinese families, especially when">
  
  
    <link rel="icon" href="/favicon.ico">
  
  <link href="/webfonts/ptserif/main.css" rel='stylesheet' type='text/css'>
  <link href="/webfonts/source-code-pro/main.css" rel="stylesheet" type="text/css">
  <link rel="stylesheet" href="/css/style.css" type="text/css">
  

</head>

<body>
  <div id="container">
    <header id="header">
  <div id="header-outer" class="outer">
    <div id="header-inner" class="inner">
      <a id="main-nav-toggle" class="nav-icon" href="javascript:;"></a>
      <a id="logo" class="logo" href="/"></a>
      <nav id="main-nav">
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
          <a class="main-nav-link" href="/categories">Categories</a>
        
          <a class="main-nav-link" href="/tags">Tags</a>
        
          <a class="main-nav-link" href="/about">About</a>
        
      </nav>
      <nav id="sub-nav">
        <div id="search-form-wrap">
          <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" results="0" class="search-form-input" placeholder="Search"><button type="submit" class="search-form-submit">&#xF002;</button><input type="hidden" name="sitesearch" value="http://yoursite.com"></form>
        </div>
      </nav>
    </div>
  </div>
</header>
    <section id="main" class="outer"><article id="post-How-does-China’s-family-oriented-culture-impact-the-role-of-women-in-Chinese-society" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      How Does China’s Family-Oriented Culture Impact the Role of Women in Chinese Society?
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/02/22/How-does-China’s-family-oriented-culture-impact-the-role-of-women-in-Chinese-society/" class="article-date">
  <time datetime="2016-02-22T08:10:46.000Z" itemprop="datePublished">2016-02-22</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/Life/">Life</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>This answer  come from <a href="https://www.quora.com/profile/Paul-Denlinger" target="_blank" rel="external">Paul Denlinger</a> ,ref <a href="https://www.quora.com/How-does-China%E2%80%99s-family-oriented-culture-impact-the-role-of-women-in-Chinese-society" target="_blank" rel="external">link</a>,<br>He made sense, so I decide to  thanslate it to chinese, enjoy it.</p>
<blockquote>
<p>Women have always played leading roles in managing Chinese families, especially when it comes to budget and children&#x2019; education.<br>You can learn something just from the language: the traditional polite term for wife used by men/husbands in traditional times was &#x5185;&#x4EBA; which can be translated into &#x201C;domestic or inside&#x201D; person.<br>Many Europeans and Americans assumed that this just meant that the wife was the domestic person.<br>What the Chinese didn&#x2019;t tell the Europeans and Americans was that the &#x201C;domestic person&#x201D; had control over all household finances, and that Chinese had handed over this responsibility to women many generations ago.<br>It was white European and American women who had no power over family finances, or even their own finances!<br>When dealing with outside (non-family) members, the women were expected to show proper deference and respect to the men of the household for their opinions, and not steal the limelight, or show them up anyway.<br>But these were just social rules. The men knew what was going on.  </p>
</blockquote>
<p>&#x5973;&#x4EBA;&#x4E00;&#x76F4;&#x5728;&#x7BA1;&#x7406;&#x5BB6;&#x5EAD;&#x98DF;&#x7269;&#x65B9;&#x9762;&#x626E;&#x6F14;&#x8005;&#x91CD;&#x8981;&#x89D2;&#x8272;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;&#x5BB6;&#x5EAD;&#x9884;&#x7B97;&#x548C;&#x5B69;&#x5B50;&#x6559;&#x80B2;&#x65B9;&#x9762;&#x3002;<br>&#x4F60;&#x53EF;&#x4EE5;&#x4ECE;&#x8BED;&#x8A00;&#x4E2D;&#x83B7;&#x5F97;&#x4E00;&#x4E9B;&#x4FE1;&#x606F;&#xFF1A;&#x5728;&#x53E4;&#x4EE3;&#xFF0C;&#x7537;&#x4EBA;&#x6216;&#x4E08;&#x592B;&#x793C;&#x8C8C;&#x7684;&#x79F0;&#x547C;&#x59BB;&#x5B50;&#x662F;&#x201C;&#x5185;&#x4EBA;&#x201D;&#xFF0C; &#x53EF;&#x4EE5;&#x88AB;&#x7FFB;&#x8BD1;&#x6210;&#x201C;&#x5BB6;&#x91CC;&#x4EBA;&#x6216;&#x91CC;&#x9762;&#x7684;&#x4EBA;&#x201D;&#xFF0C;&#x8BB8;&#x591A;&#x6B27;&#x7F8E;&#x4EBA;&#x8BA4;&#x4E3A;&#x8FD9;&#x610F;&#x5473;&#x7740;<br>&#x59BB;&#x5B50;&#x662F;&#x672C;&#x56FD;&#x4EBA;&#x3002;<br>&#x4E2D;&#x56FD;&#x4EBA;&#x6CA1;&#x6709;&#x544A;&#x8BC9;&#x6B27;&#x7F8E;&#x4EBA;&#x7684;&#x662F;&#xFF1A;&#x201C;&#x5185;&#x4EBA;&#x201D;&#x63A7;&#x5236;&#x7740;&#x6240;&#x6709;&#x7684;&#x5BB6;&#x5EAD;&#x8D22;&#x52A1;&#xFF0C;&#x524D;&#x51E0;&#x4EE3;&#x4E2D;&#x56FD;&#x4EBA;&#x5C31;&#x5DF2;&#x7ECF;&#x628A;&#x8D22;&#x52A1;&#x6743;&#x4EA4;&#x7ED9;&#x4E86;&#x5973;&#x4EBA;&#x3002;<br>&#x800C;&#x6B27;&#x7F8E;&#x5973;&#x4EBA;&#x5E76;&#x6CA1;&#x6709;&#x5BB6;&#x5EAD;&#x7684;&#x8D22;&#x52A1;&#x6743;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x81EA;&#x5DF1;&#x7684;&#x8D22;&#x52A1;&#x6743;&#xFF01;<br>&#x5F53;&#x4E0E;&#x5BB6;&#x5EAD;&#x5916;&#x7684;&#x4EBA;&#x6253;&#x4EA4;&#x9053;&#x65F6;&#xFF0C; &#x5973;&#x4EBA;&#x88AB;&#x8981;&#x6C42;&#x663E;&#x793A;&#x7684;&#x6E29;&#x987A;&#xFF0C;&#x5C0A;&#x91CD;&#x4E08;&#x592B;&#x4F5C;&#x4E3A;&#x4E00;&#x5BB6;&#x4E4B;&#x4E3B;&#x7684;&#x610F;&#x89C1;&#xFF0C;&#x4E0D;&#x4F1A;&#x88AB;&#x593A;&#x53D6;&#x5149;&#x8292;&#x3002;<br>&#x4F46;&#x8FD9;&#x4E9B;&#x662F;&#x793E;&#x4F1A;&#x89C4;&#x5219;&#xFF0C;&#x7537;&#x4EBA;&#x4EEC;&#x77E5;&#x9053;&#x5176;&#x4E2D;&#x7684;&#x9053;&#x7406;&#x3002;</p>
<p>and&#xFF0C;the George Chen&#x2019;s answer seem to be interesting&#xFF1A;</p>
<blockquote>
<p>China is fast changing in every aspect; I might be a little out of touch.<br>From my experience, professional women can form vast social networks, and their seemingly powerful husbands are just dumb puppets. This is nepotism in its naked form. All is well if you are a man growing up in such an environment &#x2014; you&#x2019;ll be doted and pampered and indulged &#x2014; until one day you fall in love with someone they don&#x2019;t like. All of sudden you become an outsider; you lose all your connections over night. Communicating with them on such matters is like talking to a solid stonewall; not a single one of them shares your sympathy, and those insensitive remarks behind your girlfriend&#x2019;s back hurt you like hell &#x2014; this is probably the first time a certain man feels pain on a woman&#x2019;s behalf.  Believe it or not, similar to some men thinking woman&#x2019;s virginity is something praiseworthy, these powerful women are not troubled at all if their young male off-springs live a life of celibacy even in their 20s. The bottom line is, you are free, but you are on your own now; I guess it&#x2019;s about time to be a man, or someone else&#x2019;s puppet.  </p>
</blockquote>
<p>&#x4E2D;&#x56FD;&#x5404;&#x4E2A;&#x65B9;&#x9762;&#x90FD;&#x5728;&#x5FEB;&#x901F;&#x7684;&#x53D8;&#x5316;&#xFF1B;&#x6211;&#x53EF;&#x80FD;&#x6709;&#x4E00;&#x70B9;&#x4F53;&#x4F1A;&#xFF1A;<br>&#x4ECE;&#x6211;&#x7684;&#x7ECF;&#x5386;&#x6765;&#x770B;&#xFF0C;&#x804C;&#x4E1A;&#x5973;&#x6027;&#x5F62;&#x6210;&#x4E86;&#x5DE8;&#x5927;&#x7684;&#x793E;&#x4F1A;&#x7F51;&#x7EDC;&#xFF0C;&#x4ED6;&#x4EEC;&#x8C8C;&#x4F3C;&#x5F3A;&#x5927;&#x7684;&#x4E08;&#x592B;&#x4EC5;&#x4EC5;&#x662F;&#x4E0D;&#x4F1A;&#x8BF4;&#x8BDD;&#x7684;&#x6728;&#x5076;&#x3002;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x8D64;&#x88F8;&#x88F8;&#x7684;&#x88D9;&#x5E26;&#x5173;&#x7CFB;&#x3002;<br>&#x5982;&#x679C;&#x4E00;&#x4E2A;&#x7537;&#x4EBA;&#x5728;&#x4E00;&#x4E2A;&#x88AB;&#x5BA0;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#x957F;&#x5927;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x662F;&#x7F8E;&#x597D;&#x7684;&#xFF0C;&#x76F4;&#x5230;&#x4ED6;&#x4E0E;&#x4E00;&#x4E2A;&#x5927;&#x5BB6;&#x90FD;&#x4E0D;&#x559C;&#x6B22;&#x7684;&#x5973;&#x5B69;&#x76F8;&#x7231;&#x3002;<br>&#x7A81;&#x7136;&#x4F60;&#x53D8;&#x6210;&#x4E86;&#x5C40;&#x5916;&#x4EBA;&#xFF0C;&#x4E00;&#x591C;&#x4E4B;&#x95F4;&#x4F60;&#x5931;&#x53BB;&#x4E86;&#x6240;&#x6709;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x4E0E;&#x4ED6;&#x4EEC;&#x4EA4;&#x6D41;&#x4F3C;&#x4E4E;&#x662F;&#x5BF9;&#x725B;&#x5F39;&#x7434;&#x3002;&#x6CA1;&#x6709;&#x4EBA;&#x540C;&#x60C5;&#x4F60;&#x3002;&#x5973;&#x670B;&#x53CB;&#x80CC;&#x540E;&#x574F;&#x8BDD;&#x8BC4;&#x8BBA;&#x8BA9;&#x4F60;&#x72B9;&#x5982;&#x5730;&#x72F1;&#x3002;<br>&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x4E00;&#x4E2A;&#x7537;&#x4EBA;&#x7B2C;&#x4E00;&#x6B21;&#x5728;&#x5973;&#x4EBA;&#x95EE;&#x9898;&#x4E0A;&#x611F;&#x5230;&#x75DB;&#x82E6;&#x3002;&#x4FE1;&#x4E0D;&#x4FE1;&#x7531;&#x4F60;&#xFF0C;&#x7C7B;&#x4F3C;&#x7684;&#x95EE;&#x9898;&#x662F;&#x4E00;&#x4E9B;&#x7537;&#x4EBA;&#x8BA4;&#x4E3A;&#x5904;&#x5973;&#x662F;&#x503C;&#x5F97;&#x79F0;&#x8D5E;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x6709;&#x6743;&#x5229;&#x7684;&#x5973;&#x4EBA;&#x5E76;&#x4E0D;&#x4E3A;&#x6B64;&#x70E6;&#x607C;&#xFF0C;<br>&#x5982;&#x679C;&#x4ED6;&#x4EEC;&#x7684;&#x7537;&#x6027;&#x5B69;&#x5B50;&#x5728;20&#x5C81;&#x5C31;&#x9009;&#x62E9;&#x72EC;&#x8EAB;&#x3002;&#x5E95;&#x7EBF;&#x5C31;&#x662F;&#xFF0C;&#x4F60;&#x662F;&#x81EA;&#x7531;&#x7684;&#xFF0C;&#x4F46;&#x4F60;&#x662F;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x5730;&#x76D8;&#x4E0A;&#x3002;&#x6211;&#x731C;&#x662F;&#x5230;&#x4E86;&#x9009;&#x62E9;&#x505A;&#x4E00;&#x4E2A;&#x7537;&#x4EBA;&#x8FD8;&#x662F;&#x4E00;&#x4E2A;&#x6728;&#x5076;&#x7684;&#x65F6;&#x523B;&#x4E86;&#x3002;</p>

      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/China/">China</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Quora/">Quora</a></li></ul>

      </footer>
    
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2016/02/23/I-have-read-lots-of-books-but-forgotten-most-of-them-What-s-the-purpose-of-reading/" id="article-nav-newer" class="article-nav-link-wrap">
      <div class="article-nav-title"><span>&lt;</span>&nbsp;
        
          I Have Read Lots of Books but Forgotten Most of Them. What&#39;s the Purpose of Reading?
        
      </div>
    </a>
  
  
    <a href="/2016/02/17/Happy-Chinese-new-year-to-all-as-a-late-blessing/" id="article-nav-older" class="article-nav-link-wrap">
      <div class="article-nav-title">Happy Chinese New Year to All as a Late Blessing!&nbsp;<span>&gt;</span></div>
    </a>
  
</nav>

  
</article>

</section>
    <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      &copy; 2016 GeoXing&nbsp;
      Powered by <a href="http://hexo.io/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>
    

<script src="/js/jquery.min.js"></script>


  <link rel="stylesheet" href="/fancybox/jquery.fancybox.css" type="text/css">
  <script src="/fancybox/jquery.fancybox.pack.js" type="text/javascript"></script>


<script src="/js/script.js" type="text/javascript"></script>
  </div>
</body>
</html>