<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <title>I Have Read Lots of Books but Forgotten Most of Them. What&#39;s the Purpose of Reading? - Debug</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="从前，有一位老农和他的小孙子住在山间的农场里。每天早上，老人都会早早起床，坐在厨房桌子上读圣书。long long ago, a old farmer and his grandchild lived in a  farm that was moutain around.every morning, the old man got up early, sit on the kitch’s desk">
<meta property="og:type" content="article">
<meta property="og:title" content="I Have Read Lots of Books but Forgotten Most of Them. What's the Purpose of Reading?">
<meta property="og:url" content="http://yoursite.com/2016/02/23/I-have-read-lots-of-books-but-forgotten-most-of-them-What-s-the-purpose-of-reading/index.html">
<meta property="og:site_name" content="Debug">
<meta property="og:description" content="从前，有一位老农和他的小孙子住在山间的农场里。每天早上，老人都会早早起床，坐在厨房桌子上读圣书。long long ago, a old farmer and his grandchild lived in a  farm that was moutain around.every morning, the old man got up early, sit on the kitch’s desk">
<meta property="og:updated_time" content="2016-02-23T09:12:10.203Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="I Have Read Lots of Books but Forgotten Most of Them. What's the Purpose of Reading?">
<meta name="twitter:description" content="从前，有一位老农和他的小孙子住在山间的农场里。每天早上，老人都会早早起床，坐在厨房桌子上读圣书。long long ago, a old farmer and his grandchild lived in a  farm that was moutain around.every morning, the old man got up early, sit on the kitch’s desk">
  
  
    <link rel="icon" href="/favicon.ico">
  
  <link href="/webfonts/ptserif/main.css" rel='stylesheet' type='text/css'>
  <link href="/webfonts/source-code-pro/main.css" rel="stylesheet" type="text/css">
  <link rel="stylesheet" href="/css/style.css" type="text/css">
  

</head>

<body>
  <div id="container">
    <header id="header">
  <div id="header-outer" class="outer">
    <div id="header-inner" class="inner">
      <a id="main-nav-toggle" class="nav-icon" href="javascript:;"></a>
      <a id="logo" class="logo" href="/"></a>
      <nav id="main-nav">
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
          <a class="main-nav-link" href="/categories">Categories</a>
        
          <a class="main-nav-link" href="/tags">Tags</a>
        
          <a class="main-nav-link" href="/about">About</a>
        
      </nav>
      <nav id="sub-nav">
        <div id="search-form-wrap">
          <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" results="0" class="search-form-input" placeholder="Search"><button type="submit" class="search-form-submit">&#xF002;</button><input type="hidden" name="sitesearch" value="http://yoursite.com"></form>
        </div>
      </nav>
    </div>
  </div>
</header>
    <section id="main" class="outer"><article id="post-I-have-read-lots-of-books-but-forgotten-most-of-them-What-s-the-purpose-of-reading" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      I Have Read Lots of Books but Forgotten Most of Them. What&#39;s the Purpose of Reading?
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2016/02/23/I-have-read-lots-of-books-but-forgotten-most-of-them-What-s-the-purpose-of-reading/" class="article-date">
  <time datetime="2016-02-23T07:25:40.000Z" itemprop="datePublished">2016-02-23</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/Life/">Life</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <p>&#x4ECE;&#x524D;&#xFF0C;&#x6709;&#x4E00;&#x4F4D;&#x8001;&#x519C;&#x548C;&#x4ED6;&#x7684;&#x5C0F;&#x5B59;&#x5B50;&#x4F4F;&#x5728;&#x5C71;&#x95F4;&#x7684;&#x519C;&#x573A;&#x91CC;&#x3002;&#x6BCF;&#x5929;&#x65E9;&#x4E0A;&#xFF0C;&#x8001;&#x4EBA;&#x90FD;&#x4F1A;&#x65E9;&#x65E9;&#x8D77;&#x5E8A;&#xFF0C;&#x5750;&#x5728;&#x53A8;&#x623F;&#x684C;&#x5B50;&#x4E0A;&#x8BFB;&#x5723;&#x4E66;&#x3002;<br>long long ago, a old farmer and his grandchild lived in a  farm that was moutain around.<br>every morning, the old man got up early, sit on the kitch&#x2019;s desk and readed a Bible.  </p>
<p>An old farmer lived on a farm in the mountains with his young grandson.<br>Each morning grandpa was up early sitting at the kitchen table reading his holy book.  </p>
 <a id="more"></a> 
<p>&#x4E00;&#x5929;&#xFF0C;&#x4ED6;&#x7684;&#x5B59;&#x5B50;&#x95EE;&#x9053;&#xFF1A;&#x201C;&#x7237;&#x7237;&#xFF01;&#x6211;&#x52AA;&#x529B;&#x5C1D;&#x8BD5;&#x50CF;&#x60A8;&#x4E00;&#x6837;&#x8BFB;&#x5723;&#x4E66;&#xFF0C;&#x53EF;&#x6211;&#x770B;&#x4E0D;&#x5927;&#x61C2;&#xFF0C;&#x800C;&#x90A3;&#x4E9B;&#x80FD;&#x770B;&#x61C2;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x4E00;&#x5408;&#x4E0A;&#x4E66;&#x6211;&#x53C8;&#x7ED9;&#x5FD8;&#x4E86;&#x3002;&#x90A3;&#x6211;&#x8BFB;&#x8FD9;&#x672C;&#x4E66;&#x6709;&#x4EC0;&#x4E48;&#x7528;&#x5462;&#xFF1F;&#x201D;<br>on day ,his grandchild ask a question: grandpa! I tried to read the bible like you, but i can&#x2019;t  competely understood, and the part<br>what i understood was forgotted when i closed the book. what&#x2019;s meaning to reading the book?  </p>
<p>One day the grandson asked, &#x201C;grandpa! I try to read the holy book just like you but I don&#x2019;t understand it, and what I do understand<br>I forget as soon as I close the book. What good does reading the book do?&#x201D;  </p>
<p>&#x8001;&#x4EBA;&#x6B63;&#x5728;&#x7ED9;&#x7089;&#x5B50;&#x6DFB;&#x7164;&#xFF0C;&#x8FD9;&#x4F1A;&#x513F;&#x5E73;&#x9759;&#x5730;&#x505C;&#x4E0B;&#x624B;&#x4E2D;&#x7684;&#x52A8;&#x4F5C;&#xFF0C;&#x7B54;&#x9053;&#xFF1A;&#x201C;&#x5E26;&#x7740;&#x8FD9;&#x4E2A;&#x7164;&#x7BEE;&#x5B50;&#x5230;&#x6CB3;&#x8FB9;&#x53BB;&#xFF0C;&#x7ED9;&#x6211;&#x6253;&#x4E00;&#x7BEE;&#x6C34;&#x56DE;&#x6765;&#x5427;&#x3002;&#x201D;<br>The old man was adding coal to the stove, after a while, he stopped, and then answered:take this bashkit of coal and go to the river,<br>come back to get a bashkit of water.  </p>
<p>The grandfather quietly turned from putting coal in the stove and replied, &#x201C;take this coal basket down to the river and bring me<br>back a basket of water.&#x201D;  </p>
<p>&#x7537;&#x5B69;&#x4FBF;&#x7167;&#x505A;&#xFF0C;&#x53EF;&#x8FD8;&#x6CA1;&#x7B49;&#x4ED6;&#x56DE;&#x5230;&#x5BB6;&#xFF0C;&#x7BEE;&#x5B50;&#x91CC;&#x7684;&#x6C34;&#x5C31;&#x90FD;&#x6F0F;&#x5149;&#x4E86;&#x3002;&#x8001;&#x519C;&#x592B;&#x7B11;&#x9053;&#xFF1A;&#x201C;&#x4F60;&#x4E0B;&#x6B21;&#x5F97;&#x8DD1;&#x5FEB;&#x70B9;&#x3002;&#x201D;&#x8BF4;&#x5B8C;&#x4FBF;&#x53C8;&#x8BA9;&#x4ED6;&#x63D0;&#x7740;&#x7BEE;&#x5B50;&#x56DE;&#x53BB;&#x3002;&#x8FD9;&#x4E00;&#x6B21;&#xFF0C;&#x7537;&#x5B69;&#x8DD1;&#x5F97;&#x66F4;&#x5FEB;&#x4E86;&#xFF0C;<br>the child did it, but the water in baskit was fully missing, not until he arrived home.the farmer similingly told him:<br>you need run faster next time. After that let him go with the baskit. This time, the boy run faster.  </p>
<p>The boy did as he was told, but all the water leaked out before he got back to the house. The grandfather laughed and said,<br>&#x201C;you&#x2019;ll have to move a little faster next time&#x201D;, and sent him back to the river with the basket to try again. This time the boy ran faster,  </p>
<p>&#x4F46;&#x534A;&#x8DEF;&#x4E0A;&#x7BEE;&#x5B50;&#x91CC;&#x7684;&#x6C34;&#x53C8;&#x6F0F;&#x5149;&#x4E86;&#x3002;&#x4ED6;&#x5598;&#x7740;&#x6C14;&#x544A;&#x8BC9;&#x8001;&#x519C;&#x592B;&#x7528;&#x7BEE;&#x5B50;&#x63D0;&#x6C34;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#xFF0C;&#x4ED6;&#x8981;&#x53BB;&#x6362;&#x6210;&#x6876;&#x3002;&#x8001;&#x4EBA;&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x4E0D;&#x8981;&#x4E00;&#x6876;&#x6C34;&#xFF0C;&#x6211;&#x8981;&#x7684;&#x662F;&#x4E00;&#x7BEE;&#x6C34;&#x3002;<br>but the water missed again. He told the farmer that  water by using a biskit to get is impossible, he want chang it to a bucket.<br>the old man said:I don&#x2019;t want a bucket of water, i want a baskit of water.  </p>
<p>but again the basket was empty before he returned home. Out of breath, he told his grandfather that it was impossible to carry<br>water in a basket, and he went to get a bucket instead. The old man said, &#x201C;I don&#x2019;t want a bucket of water; I want a basket of water.  </p>
<p>&#x4F60;&#x53EA;&#x662F;&#x6CA1;&#x6709;&#x5C3D;&#x5168;&#x529B;&#x7F62;&#x4E86;&#x3002;&#x201D;&#x8BF4;&#x5B8C;&#x4FBF;&#x51FA;&#x95E8;&#x60F3;&#x770B;&#x7740;&#x7537;&#x5B69;&#x518D;&#x8BD5;&#x4E00;&#x6B21;&#x3002;&#x8FD9;&#x56DE;&#xFF0C;&#x7537;&#x5B69;&#x5FC3;&#x91CC;&#x5DF2;&#x7ECF;&#x6E05;&#x695A;&#x8FD9;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#xFF0C;<br>You did&#x2019;t try your best. After that, He ask the boy to try it again. In this time, the boy clearly know it is impossible.   </p>
<p>You&#x2019;re just not trying hard enough,&#x201D; and he went out the door to watch the boy try again. At this point, the boy knew it was impossible,   </p>
<p>&#x4F46;&#x4E3A;&#x4E86;&#x5411;&#x7956;&#x7236;&#x8BC1;&#x660E;&#x5373;&#x4FBF;&#x81EA;&#x5DF1;&#x7AED;&#x5C3D;&#x5168;&#x529B;&#x5730;&#x8DD1;&#xFF0C;&#x6C34;&#x8FD8;&#x662F;&#x4F1A;&#x5728;&#x4ED6;&#x6CA1;&#x5230;&#x5BB6;&#x524D;&#x5C31;&#x6D41;&#x5149;&#xFF0C;&#x4FBF;&#x518D;&#x4E00;&#x6B21;&#x628A;&#x7BEE;&#x5B50;&#x6D78;&#x5230;&#x6CB3;&#x91CC;&#x88C5;&#x6C34;&#xFF0C;&#x63D0;&#x8D77;&#x540E;&#x98DE;&#x5954;&#x5F80;&#x56DE;&#x8DD1;&#x3002;<br>but he testify for his grandpa that even through he try his best, the water has been flowed out from baskit before he arrived home,<br>he throwed it into river, lifted it and runed toward home.  </p>
<p>but he wanted to show his grandfather that even if he ran as fast as he could, the water would leak out before he got back to the house.<br>The boy again dipped the basket into the river and ran hard,   </p>
<p>&#x4E0D;&#x51FA;&#x6240;&#x6599;&#xFF0C;&#x5F53;&#x4ED6;&#x6765;&#x5230;&#x7956;&#x7236;&#x9762;&#x524D;&#x65F6;&#xFF0C;&#x7BEE;&#x5B50;&#x53C8;&#x4E00;&#x6B21;&#x7A7A;&#x4E86;&#x3002;&#x4ED6;&#x6C14;&#x5598;&#x5401;&#x5401;&#x5730;&#x8BF4;&#xFF1A;&#x201C;&#x770B;&#x5427;&#xFF0C;&#x7237;&#x7237;&#xFF0C;&#x6839;&#x672C;&#x6CA1;&#x7528;&#xFF01;&#x201D;<br>As expected, When he was in front of grandpa, the basket was empty. He was out of breath and said: look at it, it did&#x2019;t work!  </p>
<p>but when he reached his grandfather the basket was again empty. Out of breath, he said, &#x201C;see grandpa, it&#x2019;s useless!&#x201D;  </p>
<p>&#x201C;&#x6240;&#x4EE5;&#x4F60;&#x89C9;&#x5F97;&#x6CA1;&#x7528;&#xFF1F;&#x201D;&#x8001;&#x4EBA;&#x8BF4;&#xFF0C;&#x201C;&#x4F60;&#x518D;&#x770B;&#x770B;&#x7BEE;&#x5B50;&#x3002;&#x201D;&#x7537;&#x5B69;&#x770B;&#x4E86;&#x770B;&#x7BEE;&#x5B50;&#xFF0C;&#x8FD9;&#x65F6;&#xFF0C;&#x4ED6;&#x7A81;&#x7136;&#x610F;&#x8BC6;&#x5230;&#x7BEE;&#x5B50;&#x5DF2;&#x7ECF;&#x53D8;&#x5F97;&#x4E0D;&#x4E00;&#x6837;&#x4E86;&#xFF1A;<br>So, do you feel no sense? the old man said, you watch the baskit again. The boy looked at it, then, he figure out the baskit is totally<br>different,   </p>
<p>&#x201C;So you think it is useless?&#x201D; The old man said, &#x201C;look at the basket.&#x201D; The boy looked at the basket and for the first time realized that the basket was different.   </p>
<p>&#x672C;&#x6765;&#x53C8;&#x810F;&#x53C8;&#x65E7;&#x7684;&#x7164;&#x7BEE;&#x5982;&#x4ECA;&#x7ADF;&#x7531;&#x5185;&#x800C;&#x5916;&#x90FD;&#x53D8;&#x5F97;&#x5E72;&#x51C0;&#x5982;&#x65B0;&#x3002;<br>the old dirty coal baskit had been clean from inside to outside.  </p>
<p>It had been transformed from a dirty old coal basket and was now clean, inside and out.  </p>
<p>&#x8BFB;&#x4E66;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x6216;&#x8BB8;&#x4F60;&#x65E0;&#x6CD5;&#x7406;&#x89E3;&#x6216;&#x8BB0;&#x4F4F;&#x6240;&#x6709;&#x4E1C;&#x897F;&#xFF0C;&#x7136;&#x800C;&#xFF0C;&#x5F53;&#x4F60;&#x5728;&#x8BFB;&#x5B83;&#x4EEC;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5B83;&#x4EEC;&#x5DF2;&#x7ECF;&#x7531;&#x5185;&#x800C;&#x5916;&#x5730;&#x6539;&#x53D8;&#x4E86;&#x4F60;&#xFF01;&#xFF01;&#xFF01;<br>Reading is like that. May be you cann&#x2019;t understand or rember all the content, but  When you were reading it, it has change you from insider to outsider.</p>
<p>So, that&#x2019;s what happens when you read the book.you might not understand or remember everything, but when you read it, you will be changed, inside and out!!!</p>
<p>&#x8FD9;&#x4E2A;&#x6545;&#x4E8B;&#x4EE5;&#x5723;&#x4E66;&#x4E3A;&#x4F8B;&#xFF0C;&#x4F46;&#x5176;&#x4E2D;&#x7684;&#x9053;&#x7406;&#x9002;&#x7528;&#x4E8E;&#x4F60;&#x8BFB;&#x7684;&#x6BCF;&#x4E00;&#x672C;&#x4E66;&#x3002;<br>This is example, but the principle of it fit  every book you readed.  </p>
<p>This story above uses a holy book as example, but applies to any book you read!!</p>

      
    </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Quora/">Quora</a></li></ul>

      </footer>
    
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2016/02/24/A-Message-to-Our-Customers/" id="article-nav-newer" class="article-nav-link-wrap">
      <div class="article-nav-title"><span>&lt;</span>&nbsp;
        
          A Message to Our Customers
        
      </div>
    </a>
  
  
    <a href="/2016/02/22/How-does-China’s-family-oriented-culture-impact-the-role-of-women-in-Chinese-society/" id="article-nav-older" class="article-nav-link-wrap">
      <div class="article-nav-title">How Does China’s Family-Oriented Culture Impact the Role of Women in Chinese Society?&nbsp;<span>&gt;</span></div>
    </a>
  
</nav>

  
</article>

</section>
    <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      &copy; 2016 GeoXing&nbsp;
      Powered by <a href="http://hexo.io/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>
    

<script src="/js/jquery.min.js"></script>


  <link rel="stylesheet" href="/fancybox/jquery.fancybox.css" type="text/css">
  <script src="/fancybox/jquery.fancybox.pack.js" type="text/javascript"></script>


<script src="/js/script.js" type="text/javascript"></script>
  </div>
</body>
</html>