<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <title>Something About Lawrence Li - Debug</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="&amp;lt;!-- toc --&amp;gt;

China
Three outlook
Education
Media
Internet
Faith
Aesthetic
Human and substance relationship
Cultivation for ProductManager
Translation and English Learning
Music
Favorite Song List


B">
<meta property="og:type" content="article">
<meta property="og:title" content="Something About Lawrence Li">
<meta property="og:url" content="http://yoursite.com/2015/12/24/something-about-Lawrence-Li/index.html">
<meta property="og:site_name" content="Debug">
<meta property="og:description" content="&amp;lt;!-- toc --&amp;gt;

China
Three outlook
Education
Media
Internet
Faith
Aesthetic
Human and substance relationship
Cultivation for ProductManager
Translation and English Learning
Music
Favorite Song List


B">
<meta property="og:updated_time" content="2015-12-25T07:14:50.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Something About Lawrence Li">
<meta name="twitter:description" content="&amp;lt;!-- toc --&amp;gt;

China
Three outlook
Education
Media
Internet
Faith
Aesthetic
Human and substance relationship
Cultivation for ProductManager
Translation and English Learning
Music
Favorite Song List


B">
  
  
    <link rel="icon" href="/favicon.ico">
  
  <link href="/webfonts/ptserif/main.css" rel='stylesheet' type='text/css'>
  <link href="/webfonts/source-code-pro/main.css" rel="stylesheet" type="text/css">
  <link rel="stylesheet" href="/css/style.css" type="text/css">
  

</head>

<body>
  <div id="container">
    <header id="header">
  <div id="header-outer" class="outer">
    <div id="header-inner" class="inner">
      <a id="main-nav-toggle" class="nav-icon" href="javascript:;"></a>
      <a id="logo" class="logo" href="/"></a>
      <nav id="main-nav">
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
          <a class="main-nav-link" href="/categories">Categories</a>
        
          <a class="main-nav-link" href="/tags">Tags</a>
        
          <a class="main-nav-link" href="/about">About</a>
        
      </nav>
      <nav id="sub-nav">
        <div id="search-form-wrap">
          <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" results="0" class="search-form-input" placeholder="Search"><button type="submit" class="search-form-submit">&#xF002;</button><input type="hidden" name="sitesearch" value="http://yoursite.com"></form>
        </div>
      </nav>
    </div>
  </div>
</header>
    <section id="main" class="outer"><article id="post-something-about-Lawrence-Li" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      Something About Lawrence Li
    </h1>
  

      </header>
    
    <div class="article-meta">
      <a href="/2015/12/24/something-about-Lawrence-Li/" class="article-date">
  <time datetime="2015-12-24T06:30:36.000Z" itemprop="datePublished">2015-12-24</time>
</a>
      
  <div class="article-category">
    <a class="article-category-link" href="/categories/People/">People</a>
  </div>

      
    </div>
    <div class="article-entry" itemprop="articleBody">
      
        <!-- toc -->
<ul>
<li><a href="#china">China</a></li>
<li><a href="#three-outlook">Three outlook</a></li>
<li><a href="#education">Education</a></li>
<li><a href="#media">Media</a></li>
<li><a href="#internet">Internet</a></li>
<li><a href="#faith">Faith</a></li>
<li><a href="#aesthetic">Aesthetic</a></li>
<li><a href="#human-and-substance-relationship">Human and substance relationship</a></li>
<li><a href="#cultivation-for-productmanager">Cultivation for ProductManager</a></li>
<li><a href="#translation-and-english-learning">Translation and English Learning</a></li>
<li><a href="#music">Music</a><ul>
<li><a href="#favorite-song-list">Favorite Song List</a></li>
</ul>
</li>
<li><a href="#books">Books</a></li>
<li><a href="#design">Design</a></li>
<li><a href="#art">Art</a></li>
</ul>
<!-- tocstop -->
<p>The following infomation completely come from <a href="https://www.zhihu.com/people/lawrencelry/answers" target="_blank" rel="external">lawrencelry&#x2019;s answers on zhihu</a><br>Now, let&#x2019;s go:  </p>
<h1 id="china"><a href="#China" class="headerlink" title="China"></a>China</h1><p>&#x6211;&#x5011;&#x5728;&#x4E2D;&#x570B;&#x7528;&#x4E0D;&#x4E0A;&#x597D;&#x6771;&#x897F;&#x7684;&#x539F;&#x56E0;&#x3002;&#x4E00;&#x5207;&#x53EA;&#x8981;&#x300C;&#x6709;&#x300D;&#xFF0C;&#x4E0D;&#x8981;&#x300C;&#x597D;&#x300D;&#x3002;&#x6240;&#x6709;&#x4E8B;&#x60C5;&#xFF0C;&#x505A;&#x5230;&#x5C31;&#x597D;&#xFF0C;&#x59FF;&#x52E2;&#x597D;&#x4E0D;&#x597D;&#x770B;&#x4E00;&#x6982;&#x4E0D;&#x7406;&#xFF0C;&#x751A;&#x81F3;&#x597D;&#x770B;&#x9084;&#x6703;&#x88AB;&#x9119;&#x8996;&#x3002;  </p>
<p><strong>&#x4E3A;&#x4EC0;&#x4E48;&#x5916;&#x56FD;&#x4EBA;&#x7279;&#x522B;&#x559C;&#x6B22;&#x6652;&#x592A;&#x9633;&#xFF1F;</strong></p>
<p>&#x4E0D;&#x8A18;&#x5F97;&#x5728;&#x54EA;&#x88CF;&#x770B;&#x7684;&#x4E86;&#xFF0C;&#x6B50;&#x6D32;&#x4EBA;&#x53E4;&#x4EE3;&#x4EE5;&#x767D;&#x7232;&#x7F8E;&#xFF0C;&#x56E0;&#x7232;&#x767D;&#x8868;&#x793A;&#x4ED6;&#x5011;&#x4E0D;&#x662F;&#x52DE;&#x52D5;&#x4EBA;&#x6C11;&#x800C;&#x662F;&#x8CB4;&#x65CF;&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x9802;&#x7740;&#x592A;&#x967D;&#x5DE5;&#x4F5C;&#x3002;&#x73FE;&#x4EE3;&#x793E;&#x6703;&#x60C5;&#x6CC1;&#x4E0D;&#x540C;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x5728;&#x8FA6;&#x516C;&#x5BA4;&#x88E1;&#x5F85;&#x7740;&#xFF0C;&#x80FD;&#x66EC;&#x8868;&#x793A;&#x300C;&#x6211;&#x80FD;&#x5230;&#x8655;&#x53BB;&#x73A9;&#x300D;&#xFF0C;&#x53CD;&#x800C;&#x662F;&#x8CA1;&#x5BCC;&#x8C61;&#x5FB5;&#x4E86;&#xFF0C;&#x56E0;&#x6B64;&#x53E4;&#x9285;&#x8272;&#x6210;&#x4E86;&#x6642;&#x9AE6;&#x3002;  </p>
<a id="more"></a> 
<h1 id="three-outlook"><a href="#Three_outlook" class="headerlink" title="Three outlook"></a>Three outlook</h1><p>&#x6C92;&#x6709;&#x4EC0;&#x9EBC;&#x6BD4;&#x300C;&#x6709;&#x6B63;&#x7FA9;&#x611F;&#x300D;&#x300C;&#x4E0D;&#x53CD;&#x667A;&#x300D;&#x548C;&#x300C;&#x5FC3;&#x9748;&#x958B;&#x653E;&#x300D;&#x66F4;&#x512A;&#x96C5;&#x7684;&#x4E86;  </p>
<p><strong>&#x8D1D;&#x591A;&#x82AC;&#x6240;&#x53D7;&#x7684;&#x78E8;&#x96BE;&#x662F;&#x4E0D;&#x662F;&#x4ED6;&#x901A;&#x5411;&#x8D85;&#x51E1;&#x5883;&#x754C;&#x7684;&#x5FC5;&#x7ECF;&#x4E4B;&#x8DEF;?</strong> </p>
<p>&#x8D85;&#x51E1;&#x5883;&#x754C;&#x6700;&#x7D42;&#x9760;&#x7684;&#x6C38;&#x9060;&#x662F;&#x5929;&#x8CE6;&#xFF0C;&#x5C31;&#x9019;&#x9EBC;&#x7C21;&#x55AE;&#x3002;</p>
<p>&#x4F46;&#x82E6;&#x96E3;&#x9019;&#x500B;&#x6771;&#x897F;&#xFF0C;&#x6BD4;&#x672C;&#x7248;&#x67D0;&#x4E9B;&#x7B54;&#x6848;&#x88CF;&#x63CF;&#x8FF0;&#x7684;&#x8981;&#x8907;&#x96DC;&#x3002;</p>
<p>&#x59B3;&#x53BB;&#x554F;&#x85DD;&#x8853;&#x5BB6;&#x652F;&#x4E0D;&#x652F;&#x6301;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x6D3B;&#x88CF;&#x5C11;&#x9EDE;&#x82E6;&#x96E3;&#xFF0C;&#x90A3;&#x5979;&#x7576;&#x7136;&#x8AAA;&#x652F;&#x6301;&#x3002;&#x4F46;&#x90A3;&#x4E26;&#x4E0D;&#x662F;&#x4F5C;&#x7232;&#x4E00;&#x500B;&#x85DD;&#x8853;&#x5BB6;&#x5728;&#x8AAA;&#x8A71;&#xFF0C;&#x662F;&#x4F5C;&#x7232;&#x4E00;&#x500B;&#x4EBA;&#x5728;&#x8AAA;&#x8A71;&#x3002;</p>
<p>&#x6709;&#x6C92;&#x6709;&#x85DD;&#x8853;&#x5BB6;&#x523B;&#x610F;&#x8FFD;&#x6C42;&#x82E6;&#x96E3;&#xFF1F;&#x7576;&#x7136;&#x6709;&#x3002;&#x300C;&#x9AD4;&#x9A57;&#x751F;&#x6D3B;&#x300D;&#x5C31;&#x662F;&#x4E00;&#x500B;&#x4F8B;&#x5B50;&#x3002;&#x800C;&#x9019;&#x7A2E;&#x523B;&#x610F;&#x8FFD;&#x6C42;&#x7684;&#x96C6;&#x5927;&#x6210;&#x8005;&#xFF0C;&#x5C31;&#x662F;&#x4E09;&#x5CF6;&#x7531;&#x7D00;&#x592B;&#x3002;</p>
<p>&#x4EBA;&#x90FD;&#x5E0C;&#x671B;&#x5C11;&#x9EDE;&#x82E6;&#x96E3;&#x3002;&#x4F46;&#x5275;&#x4F5C;&#x904E;&#x4EFB;&#x4F55;&#x6771;&#x897F;&#x7684;&#x4EBA;&#x90FD;&#x6703;&#x77E5;&#x9053;&#xFF0C;&#x592A;&#x8212;&#x670D;&#x662F;&#x4E0D;&#x884C;&#x7684;&#x3002;&#x6240;&#x4EE5;&#x73FE;&#x5728;&#x6709;&#x6240;&#x8B02;&#x7684;&#x300C;&#x7626;&#x5275;&#x696D;&#x300D;&#xFF08;Lean startup&#xFF0C;&#x5C0D;&#xFF0C;&#x4E0D;&#x8981;&#x7FFB;&#x8B6F;&#x6210;&#x4EC0;&#x9EBC;&#x300C;&#x7CBE;&#x76CA;&#x5275;&#x696D;&#x300D;&#x4E86;&#xFF0C;lean &#x5C31;&#x662F;&#x6E1B;&#x8102;&#x3001;&#x7626;&#x8EAB;&#x7684;&#x5F15;&#x7533;&#x7FA9;&#xFF09;&#x3002;</p>
<p>&#x57FA;&#x672C;&#x4E0A;&#xFF0C;&#x300C;&#x8CFA;&#x5920;&#x4E86;&#x9322;&#x53BB;&#x505A;&#x81EA;&#x5DF1;&#x60F3;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x300D;&#x9019;&#x500B;&#x60F3;&#x6CD5;&#xFF0C;&#x5C31;&#x662F;&#x5C0D;&#x82E6;&#x96E3;&#x5C0D;&#x65BC;&#x5275;&#x4F5C;&#x7684;&#x50F9;&#x503C;&#x7684;&#x5FFD;&#x8996;&#x3002;&#x4E0D;&#x884C;&#xFF0C;&#x59B3;&#x5C31;&#x662F;&#x8981;&#x767D;&#x5929;&#x6253;&#x5DE5;&#x665A;&#x4E0A;&#x5BEB;&#x5C0F;&#x8AAA;&#xFF0C;&#x5C31;&#x662F;&#x8981;&#x5728;&#x7D2F;&#x6210;&#x72D7;&#x7684;&#x60C5;&#x6CC1;&#x4E0B;&#x7E7C;&#x7E8C;&#x756B;&#x756B;&#x3002;&#x500B;&#x500B;&#x90FD;&#x7CFB;&#x5481;&#x500B;&#x5566;&#xFF0C;&#x6709;&#x54A9;&#x5481;&#x5927;&#x4E0D;&#x4E86;&#x3002;&#x7576;&#x7136;&#xFF0C;&#x59B3;&#x9858;&#x610F;&#x7684;&#x8A71;&#xFF0C;&#x8CFA;&#x5920;&#x4E86;&#x9322;&#x9084;&#x662F;&#x53EF;&#x4EE5;&#x50CF;&#x4E09;&#x5CF6;&#x4E00;&#x6A23;&#x4E0D;&#x8B93;&#x81EA;&#x5DF1;&#x6709;&#x597D;&#x65E5;&#x5B50;&#x904E;&#x3002;&#x6216;&#x8005;&#x6BCB;&#x5BE7;&#x8AAA;&#xFF0C;&#x6070;&#x6070;&#x662F;&#x8CFA;&#x4E86;&#x5F88;&#x591A;&#x9322;&#x7684;&#x4EBA;&#xFF0C;&#x6210;&#x5929;&#x53CD;&#x5012;&#x8981;&#x8655;&#x5728;&#x7CBE;&#x795E;&#x7DCA;&#x5F35;&#x7684;&#x72C0;&#x614B;&#x3002;&#x9019;&#x9EDE;&#xFF0C;&#x6700;&#x8FD1;&#x6709;&#x500B;&#x95DC;&#x65BC;&#x4E09;&#x5341;&#x6B72;&#x8CA1;&#x52D9;&#x81EA;&#x7531;&#x7684;&#x9AD8;&#x7968;&#x7B54;&#x6848;&#x8AAA;&#x904E;&#x4E86;&#x3002;</p>
<p>&#x7E3D;&#x4E4B;&#xFF0C;&#x9664;&#x975E;&#x59B3;&#x662F;&#x5C0F;&#x6E05;&#x65B0;&#xFF0C;&#x5426;&#x5247;&#x5C31;&#x5225;&#x60F3;&#x7740;&#x4EBA;&#x751F;&#x6703;&#x6709;&#x4EC0;&#x9EBC;&#x8212;&#x670D;&#x7684;&#x4E8B;&#x554A;&#x3002;</p>
<p><strong>&#x4EBA;&#x4E3A;&#x4EC0;&#x4E48;&#x53EF;&#x4EE5;&#x82B1;&#x51E0;&#x5341;&#x5757;&#x94B1;&#x70B9;&#x4E00;&#x4EFD;&#x83DC;&#x4E0D;&#x89C9;&#x5F97;&#x5FC3;&#x75BC;&#xFF08;&#x751A;&#x81F3;&#x5403;&#x4E0D;&#x4E86;&#x6D6A;&#x8D39;&#xFF09;&#xFF0C;&#x4F46;&#x662F;&#x4E0D;&#x613F;&#x610F;&#x82B1;&#x51E0;&#x5341;&#x5757;&#x94B1;&#x4E70;&#x4E66;&#x6216;&#x8005;&#x5E94;&#x7528;&#x5462;&#xFF1F;</strong></p>
<p>&#x6709;&#x76F8;&#x7576;&#x591A;&#x7684;&#x4EBA;&#x4E0D;&#x77AD;&#x89E3;&#x300C;&#x7B2C;&#x4E09;&#x65B9;&#x958B;&#x767C;&#x8005;&#x300D;&#x7684;&#x6982;&#x5FF5;&#x3002;&#x4ED6;&#x5011;&#x8A8D;&#x7232;&#x5BEB; iOS &#x8EDF;&#x4EF6;&#x7684;&#x4EBA;&#x90FD;&#x662F;&#x5728;&#x860B;&#x679C;&#x516C;&#x53F8;&#x4E0A;&#x73ED;&#x7684;&#x4EBA;&#xFF0C;App Store &#x88E1;&#x7684;&#x8EDF;&#x4EF6;&#x7684;&#x958B;&#x767C;&#x8005;&#x5011;&#x90FD;&#x662F;&#x860B;&#x679C;&#x7684;&#x54E1;&#x5DE5;&#x3002;&#x65E2;&#x7136;&#x6709;&#x56FA;&#x5B9A;&#x5DE5;&#x8CC7;&#x4E86;&#xFF0C;&#x7232;&#x4EC0;&#x9EBC;&#x8EDF;&#x4EF6;&#x9084;&#x8981;&#x8CE3;&#x9322;&#xFF1F;  </p>
<p><strong>&#x5173;&#x4E8E;&#x6392;&#x961F;</strong>  </p>
<p>&#x5230;&#x4EFB;&#x4F55;&#x4E00;&#x5BB6;&#x901F;&#x98DF;&#x5E97;&#x8D70;&#x4E00;&#x8D9F;&#x5C31;&#x6703;&#x767C;&#x73FE;&#xFF0C;&#x7576;&#x6BCF;&#x4E00;&#x500B;&#x6AC3;&#x6AAF;&#x524D;&#x90FD;&#x6709;&#x9867;&#x5BA2;&#x5728;&#x9EDE;&#x9910;&#xFF0C;&#x800C;&#x73FE;&#x5834;&#x9084;&#x6709;&#x5176;&#x4ED6;&#x9867;&#x5BA2;&#x7B49;&#x5F85;&#x6642;&#xFF0C;&#x4E00;&#x5B9A;&#x662F;&#x6BCF;&#x500B;&#x6AC3;&#x6AAF;&#x524D;&#x90FD;&#x6709;&#x4EBA;&#x6392;&#x968A;&#xFF0C;&#x5F8C;&#x4F86;&#x7684;&#x9867;&#x5BA2;&#x5C31;&#x6311;&#x4E00;&#x500B;&#x4EBA;&#x6700;&#x5C11;&#x7684;&#x6AC3;&#x6AAF;&#x6392;&#x968A;&#x3002;</p>
<p>&#x9019;&#x7A2E;&#x6392;&#x968A;&#x7FD2;&#x6163;&#x7684;&#x554F;&#x984C;&#x662F;&#xFF0C;&#x63A5;&#x53D7;&#x670D;&#x52D9;&#x7684;&#x9806;&#x5E8F;&#xFF0C;&#x672A;&#x5FC5;&#x548C;&#x9032;&#x5230;&#x5E97;&#x88E1;&#x7684;&#x9806;&#x5E8F;&#x4E00;&#x81F4;&#x3002;&#x4F60;&#x4E00;&#x5B9A;&#x6709;&#x9019;&#x6A23;&#x7684;&#x7D93;&#x9A57;&#xFF1A;&#x6311;&#x4E86;&#x4E00;&#x500B;&#x6AC3;&#x6AAF;&#x6392;&#x968A;&#xFF0C;&#x7D50;&#x679C;&#x65C1;&#x908A;&#x968A;&#x4F0D;&#x4E2D;&#x6BD4;&#x4F60;&#x665A;&#x4F86;&#x7684;&#x4EBA;&#x537B;&#x5148;&#x9EDE;&#x5B8C;&#x9910;&#x3002;&#x6C92;&#x6709;&#x8FA6;&#x6CD5;&#x6E96;&#x78BA;&#x7D00;&#x9304;&#x9032;&#x5230;&#x5E97;&#x88E1;&#x7684;&#x9806;&#x5E8F;&#xFF0C;&#x7576;&#x7136;&#x4E0D;&#x516C;&#x5E73;&#x3002;  </p>
<p>&#x4EBA;&#x5011;&#x5728;&#x610F;&#x7684;&#x4E0D;&#x662F;&#x300C;&#x600E;&#x6A23;&#x624D;&#x5C0D;&#x300E;&#x5927;&#x5BB6;&#x300F;&#x516C;&#x5E73;&#x300D;&#xFF0C;&#x800C;&#x662F;&#x300C;&#x600E;&#x6A23;&#x624D;&#x80FD;&#x8B93;&#x300E;&#x81EA;&#x5DF1;&#x300F;&#x82B1;&#x6700;&#x5C11;&#x7684;&#x6642;&#x9593;&#x7B49;&#x5F85;&#x300D;&#x3002;&#x4E0D;&#x5E78;&#x7684;&#x662F;&#xFF0C;&#x57FA;&#x65BC;&#x9019;&#x7A2E;&#x50F9;&#x503C;&#x89C0;&#x6F14;&#x5316;&#x51FA;&#x7684;&#x6392;&#x968A;&#x6A21;&#x5F0F;&#xFF0C;&#x4E0D;&#x50C5;&#x4E0D;&#x516C;&#x5E73;&#xFF0C;&#x4E5F;&#x4E0D;&#x80FD;&#x7E2E;&#x77ED;&#x81EA;&#x5DF1;&#x7684;&#x7B49;&#x5F85;&#x6642;&#x9593;&#x3002;  </p>
<p><strong>&#x4E3A;&#x4EC0;&#x4E48;&#x5730;&#x94C1;&#x4E0A;&#x4E0D;&#x5141;&#x8BB8;&#x5403;&#x4E1C;&#x897F;&#xFF1F;</strong></p>
<p>&#x5C31;&#x7B97;&#x4E0D;&#x8003;&#x616E;&#x300C;&#x6211;&#x7684;&#x5730;&#x76E4;&#x807D;&#x6211;&#x7684;&#x300D;&#x300C;&#x516C;&#x5FB7;&#x5FC3;&#x300D;&#x300C;&#x81EA;&#x5DF1;&#x7684;&#x81EA;&#x7531;&#x4E0D;&#x80FD;&#x59A8;&#x7919;&#x4ED6;&#x4EBA;&#x81EA;&#x7531;&#x300D;&#x7B49;&#x554F;&#x984C;&#xFF0C;&#x9032;&#x98DF;&#x672C;&#x4F86;&#x4E5F;&#x61C9;&#x8A72;&#x5728;&#x7279;&#x5B9A;&#x7684;&#x7A7A;&#x9593;&#x9032;&#x884C;&#x3002;&#x5BB6;&#x88CF;&#x8A2D;&#x98EF;&#x5EF3;&#x4E0D;&#x5C31;&#x662F;&#x7232;&#x4E86;&#x9019;&#x500B;&#x55CE;&#xFF1F;&#x539F;&#x56E0;&#x5F88;&#x7C21;&#x55AE;&#xFF1A;&#x66F4;&#x8212;&#x670D;&#x3002;</p>
<p><strong>&#x4EC0;&#x4E48;&#x662F;&#x300C;&#x5DE5;&#x5320;&#x7CBE;&#x795E;&#x300D;&#xFF1F;</strong>  </p>
<p><a href="http://www.ivopogorelich.com/en/" target="_blank" rel="external">ivopogorelich</a></p>
<blockquote>
<p>To conclude, as a citizen of the Republic of Croatia, a country member of the European Community, I shall have the opportunity to join those who, in their fields &#x2013; through their ability and work &#x2013; are striving to make sure that &#x201C;Made in Europe&#x201D; stands as a trademark for the best there is. And that in itself is, as they would say in Britain, a jolly good prospect indeed!</p>
</blockquote>
<p><strong>&#x300C;&#x53CD;&#x667A;&#x300D;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;</strong></p>
<p>&#x4E0D;&#x9858;&#x610F;&#x597D;&#x597D;&#x5F04;&#x6E05;&#x695A;&#x4E8B;&#x60C5;&#x662F;&#x600E;&#x9EBC;&#x56DE;&#x4E8B;&#xFF0C;&#x4E26;&#x4E14;&#x901A;&#x904E;&#x884C;&#x52D5;&#x6709;&#x610F;&#x7121;&#x610F;&#x5730;&#x9F13;&#x52F5;&#x5927;&#x5BB6;&#x4E0D;&#x8981;&#x53BB;&#x597D;&#x597D;&#x5F04;&#x6E05;&#x695A;&#x4E8B;&#x60C5;&#x662F;&#x600E;&#x9EBC;&#x56DE;&#x4E8B;&#x3002;</p>
<p><strong>&#x5BF9;&#x4E8E;&#x4E8C;&#x5341;&#x51E0;&#x5C81;&#x7684;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x54EA;&#x4E9B;&#x4E8B;&#x8D8A;&#x65E9;&#x9192;&#x609F;&#x8D8A;&#x597D;&#xFF1F;</strong><br>&#x4E0D;&#x8981;&#x807D;&#x6BD4;&#x4F60;&#x5927;&#x7684;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x5EFA;&#x8B70;&#x3002;</p>
<p><strong>&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x7231;&#x56FD;&#xFF1F;</strong></p>
<p>&#x56E0;&#x7232;&#x7E3D;&#x5F97;&#x611B;&#x9EDE;&#x4EC0;&#x9EBC;&#x3002;&#x96FB;&#x5F71;&#x88CF;&#x6709;&#x90A3;&#x7A2E;&#x5F88;&#x9177;&#x7684;&#x3001;&#x6C92;&#x6709;&#x570B;&#x7C4D;&#x7684;&#x9593;&#x8ADC;&#xFF0C;&#x5225;&#x4EBA;&#x63D0;&#x5230;&#x4ED6;&#x7684;&#x6642;&#x5019;&#x6703;&#x8AAA;&#xFF1A;He does not exist&#x3002;&#x9019;&#x7A2E;&#x751F;&#x6D3B;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#x53D7;&#x4E0D;&#x4E86;&#xFF0C;&#x6240;&#x4EE5;&#x9084;&#x662F;&#x5F97;&#x9078;&#x4E00;&#x500B;&#x570B;&#x4F86;&#x611B;&#xFF0C;&#x53EA;&#x662F;&#x7232;&#x4E86;&#x6B78;&#x5C6C;&#x611F;&#x548C;&#x8EAB;&#x4EFD;&#x8A8D;&#x540C;&#x3002;<br>&#x800C;&#x5927;&#x90E8;&#x5206;&#x7B2C;&#x4E00;&#x4EE3;&#x79FB;&#x6C11;&#x5F88;&#x96E3;&#x771F;&#x7684;&#x5C0D;&#x672C;&#x570B;&#x4EE5;&#x5916;&#x7684;&#x570B;&#x5BB6;&#x7522;&#x751F;&#x6B78;&#x5C6C;&#x611F;&#x548C;&#x8EAB;&#x4EFD;&#x8A8D;&#x540C;&#xFF0C;&#x6240;&#x4EE5;&#x6700;&#x7D42;&#x9084;&#x662F;&#x9078;&#x672C;&#x570B;&#x3002;</p>
<p><strong>&#x4F60;&#x4E3A;&#x4EC0;&#x4E48;&#x8BA8;&#x538C;&#x300A;&#x4E2D;&#x56FD;&#x597D;&#x58F0;&#x97F3;&#x300B;&#x8FD9;&#x4E2A;&#x8282;&#x76EE;&#xFF1F;</strong></p>
<p>&#x9019;&#x662F;&#x4E00;&#x6A94;&#x88AB;&#x5305;&#x88F9;&#x6210;&#x97F3;&#x6A02;&#x7BC0;&#x76EE;&#x7684;&#x52F5;&#x5FD7;&#x7BC0;&#x76EE;&#xFF0C;&#x97F3;&#x6A02;&#x88AB;&#x52AB;&#x6301;&#x4E86;&#x3002;&#x5C31;&#x662F;&#x9019;&#x6A23;&#x3002;&#x5F9E;&#x53C3;&#x8CFD;&#x9078;&#x624B;&#x8EAB;&#x4E0A;&#x7D93;&#x5E38;&#x80FD;&#x611F;&#x53D7;&#x5230;&#x5C0D;&#x97F3;&#x6A02;&#x7684;&#x71B1;&#x611B;&#xFF0C;&#x4F46;&#x5F9E;&#x8A55;&#x59D4;&#x8EAB;&#x4E0A;&#x611F;&#x53D7;&#x4E0D;&#x5230;&#xFF0C;&#x4ED6;&#x5011;&#x7684;&#x5404;&#x7A2E;&#x9EDE;&#x8A55;&#x90FD;&#x570D;&#x7E5E;&#x67D0;&#x7A2E;&#x98A8;&#x683C;&#x5143;&#x7D20;&#x3001;&#x9078;&#x624B;&#x7684;&#x52AA;&#x529B;&#x7A0B;&#x5EA6;&#x6216;&#x662F;&#x5176;&#x6C11;&#x65CF;&#x8EAB;&#x4EFD;&#x3002;&#x4F46;&#x9019;&#x4E9B;&#x90FD;&#x4E0D;&#x662F;&#x97F3;&#x6A02;&#x2014;&#x2014;&#x300C;&#x98A8;&#x683C;&#x300D;&#x5728;&#x88AB;&#x5B8C;&#x5168;&#x525D;&#x96E2;&#x4E86;&#x8A9E;&#x5883;&#x7684;&#x60C5;&#x6CC1;&#x4E0B;&#xFF0C;&#x53EA;&#x662F;&#x4E00;&#x5177;&#x6B7B;&#x5C4D;&#x3002;<br>&#x4ED6;&#x5011;&#x9EDE;&#x8A55;&#x4E86;&#x4E9B;&#x5565;&#xFF1F;&#x6C11;&#x65CF;&#x8EAB;&#x4EFD;&#x3001;&#x6BCD;&#x5973;&#x50B3;&#x627F;&#xFF0C;&#x4E92;&#x76F8;&#x8868;&#x9054;&#x4E00;&#x4E0B;&#x6FC0;&#x8CDE;&#x4E4B;&#x60C5;&#xFF0C;&#x8AAA;&#x8AAA;&#x4FCF;&#x76AE;&#x8A71;&#x3002;&#x5982;&#x6B64;&#x800C;&#x5DF2;&#x3002;&#x7DB2;&#x4E0A;&#x641C;&#x4E00;&#x8F2A;&#xFF0C;&#x4E3B;&#x6D41;&#x7DB2;&#x7AD9;&#x6C92;&#x4EBA;&#x63D0;&#x300A;I Feel Good&#x300B;&#x662F;&#x8AB0;&#x7684;&#x4F5C;&#x54C1;&#xFF08;&#x662F; James Brown &#x7684; [1]&#xFF09;&#xFF0C;&#x5C0D;&#x5409;&#x514B;&#x96CB;&#x9038;&#x97F3;&#x6A02;&#x7684;&#x8A55;&#x50F9;&#x4E5F;&#x6B62;&#x65BC;&#x300C;&#x8072;&#x97F3;&#x6975;&#x5177;&#x7279;&#x9EDE;&#x300D;&#x300C;High &#x7FFB;&#x5168;&#x5834;&#x300D;&#x4E00;&#x985E;&#x5EE2;&#x8A71;&#x3002;&#x53CD;&#x667A;&#x83AB;&#x904E;&#x65BC;&#x6B64;&#x5427;&#x3002;<br>&#x5982;&#x679C;&#x8A55;&#x59D4;&#x4E0D;&#x80FD;&#x8B93;&#x89C0;&#x8846;&#x660E;&#x767D;&#x5409;&#x514B;&#x96CB;&#x9038;&#x8207;&#x5176;&#x4ED6;&#x9078;&#x624B;&#x5728;&#x97F3;&#x6A02;&#x9AD8;&#x5EA6;&#x4E0A;&#x7684;&#x5DEE;&#x5225;&#xFF0C;&#x8981;&#x8A55;&#x59D4;&#x5E79;&#x561B;?<br>&#x9047;&#x5230;&#x597D;&#x97F3;&#x6A02;&#x4E0D;&#x62FC;&#x547D;&#x544A;&#x8A34;&#x5927;&#x5BB6;&#x5B83;&#x7684;&#x597D;&#xFF0C;&#x9019;&#x5C31;&#x662F;&#x5728;&#x7834;&#x58DE;&#x97F3;&#x6A02;&#x3002;</p>
<p><strong>&#x4F60;&#x5BF9;&#x81EA;&#x7531;&#x7684;&#x7406;&#x89E3;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;</strong><br>&#x6C92;&#x6709;&#x5B89;&#x5168;&#x611F;&#x3002;</p>
<p><strong>&#x4F60;&#x89C9;&#x5F97;&#x4F60;&#x81EA;&#x5DF1;&#x548C;&#x522B;&#x4EBA;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x548C;&#x884C;&#x4E3A;&#x4E60;&#x60EF;&#x6709;&#x54EA;&#x4E9B;&#xFF1F;&#x54EA;&#x4E9B;&#x5BF9;&#x4F60;&#x66F4;&#x6709;&#x79EF;&#x6781;&#x6B63;&#x9762;&#x7684;&#x4F5C;&#x7528;&#xFF1F;</strong>  </p>
<p>&#x300C;&#x6211;&#x5C31;&#x662F;&#x4E0D;&#x559C;&#x6B61;&#x8212;&#x8212;&#x670D;&#x670D;&#x7684;&#x3002;&#x300D;&#x2014;&#x2014;&#x53E4;&#x7551;&#x4EFB;&#x4E09;&#x90CE;</p>
<h1 id="education"><a href="#Education" class="headerlink" title="Education"></a>Education</h1><p>&#x5B78;&#x6821;&#x662F;&#x5C0D;&#x77E5;&#x8B58;&#x7684;&#x58DF;&#x65B7;&#xFF0C;&#x800C;&#x4E14;&#x4E0D;&#x80FD;&#x4EE5;&#x5929;&#x624D;&#x7232;&#x4E3B;&#x8981;&#x57F9;&#x990A;&#x76EE;&#x6A19;&#x3002;  </p>
<p><strong>&#x542C;&#x7235;&#x58EB;&#x4E50;&#x5982;&#x4F55;&#x5165;&#x95E8;&#xFF1F;</strong>  </p>
<p>&#x6700;&#x4F73;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x5B78;&#x4E00;&#x7A2E;&#x6A02;&#x5668;&#xFF08;&#x6BD4;&#x5982; sax&#xFF09;&#xFF0C;&#x6B21;&#x4F73;&#x65B9;&#x6CD5;&#x662F;&#x958B;&#x59CB;&#x7814;&#x8B80;&#x95DC;&#x65BC;&#x7235;&#x58EB;&#x6A02;&#x7684;&#x66F8;&#xFF08;&#x4F46;&#x4E0D;&#x8981;&#x770B;&#x4E2D;&#x6587;&#x66F8;&#xFF09;&#x3002;<br>&#x7576;&#x7136;&#xFF0C;&#x591A;&#x807D;&#x662F;&#x80AF;&#x5B9A;&#x8981;&#x7684;&#x3002;&#x9084;&#x6709;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x9EDE;&#xFF1A;&#x7235;&#x58EB;&#x6A02;&#x548C;&#x5C0F;&#x8CC7;&#x7121;&#x95DC;&#x3002;<br>&#x597D;&#x50CF;&#x73FE;&#x5728;&#x8AC7;&#x5230;&#x6200;&#x611B;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x559C;&#x6B61;&#x8AAA;&#x300C;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x4EC0;&#x9EBC;&#x300D;&#xFF0C;<br>&#x6211;&#x4F30;&#x8A08;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x4EC0;&#x9EBC;&#x97F3;&#x6A02;&#x548C;&#x8072;&#x97F3;&#x7684;&#x4EBA;&#x9060;&#x591A;&#x65BC;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x4EC0;&#x9EBC;&#x611B;&#x4EBA;&#x7684;&#x4EBA;&#x3002;<br>&#x8981;&#x71D2;&#x8033;&#x6A5F;&#x9996;&#x5148;&#x5C31;&#x5F97;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x4EC0;&#x9EBC;&#x8072;&#x97F3;&#xFF0C;&#x9019;&#x53EA;&#x80FD;&#x901A;&#x904E;&#x9577;&#x671F;&#x3001;&#x53CD;&#x8986;&#x3001;&#x4ED4;&#x7D30;&#x5730;&#x8046;&#x807D;&#x505A;&#x5230;&#x3002;</p>
<p><strong>&#x73A9;&#x904A;&#x6232;&#x4E0D;&#x597D;&#xFF0C;&#x61C9;&#x8A72;&#x591A;&#x770B;&#x66F8;&#xFF1F;</strong><br>&#x7236;&#x6BCD;&#x4E00;&#x822C;&#x559C;&#x6B61;&#x8AAA;&#x300C;&#x73A9;&#x904A;&#x6232;&#x4E0D;&#x597D;&#xFF0C;&#x61C9;&#x8A72;&#x591A;&#x770B;&#x66F8;&#x300D;&#xFF0C;&#x6216;&#x662F;&#x300C;&#x4E0D;&#x8981;&#x8001;&#x770B;&#x6F2B;&#x756B;&#x300D;&#x3002;&#x9019;&#x9EBC;&#x505A;&#x7684;&#x554F;&#x984C;&#x5728;&#x65BC;&#x4EFB;&#x4F55;&#x6771;&#x897F;&#x4E0D;&#x53EF;&#x80FD;&#x90FD;&#x662F;&#x58DE;&#x7684;&#xFF0C;&#x4E5F;&#x4E0D;&#x53EF;&#x80FD;&#x90FD;&#x662F;&#x597D;&#x7684;&#x3002;<br>&#x91CD;&#x8981;&#x7684;&#x662F;&#x57F9;&#x990A;&#x5C0F;&#x5B69;&#x7684;&#x54C1;&#x5473;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8FA8;&#x5225;&#x597D;&#x54C1;&#x8CEA;&#x7684;&#x80FD;&#x529B;&#x3002;<br>&#x8001;&#x770B;&#x52D5;&#x756B;&#x7247;&#x6C92;&#x4EC0;&#x9EBC;&#x4E0D;&#x597D;&#xFF0C;&#x4F46;&#x8001;&#x770B;&#x7070;&#x592A;&#x72FC;&#x5C31;&#x4E0D;&#x597D;&#x4E86;&#x3002;&#x5C31;&#x7B97;&#x4ED6;&#x7684;&#x540C;&#x9F61;&#x4EBA;&#x90FD;&#x53EA;&#x770B;&#x7070;&#x592A;&#x72FC;&#xFF0C;&#x4F60;&#x9084;&#x662F;&#x61C9;&#x8A72;&#x7D66;&#x4ED6;&#x63A8;&#x85A6;&#x5176;&#x5B83;&#x7684;&#x52D5;&#x6F2B;&#x3002;<br>&#x7CBE;&#x795E;&#x71DF;&#x990A;&#x8DDF;&#x8089;&#x9AD4;&#x71DF;&#x990A;&#x4E00;&#x6A23;&#xFF0C;&#x9664;&#x4E86;&#x6709;&#x7121;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#x5747;&#x8861;&#x3002;<br>&#x4E00;&#x4E0B;&#x5426;&#x5B9A;&#x6389;&#x4E00;&#x6574;&#x500B;&#x985E;&#x5225;&#x7684;&#x6771;&#x897F;&#xFF0C;&#x6216;&#x8A31;&#x4ED6;&#x9577;&#x5927;&#x4E86;&#x5C31;&#x6703;&#x6709;&#x300C;&#x9019;&#x500B;&#x8A2D;&#x8A08;&#x7528;&#x4E86;&#x64EC;&#x7269;&#x5143;&#x7D20;&#xFF0C;&#x6240;&#x4EE5;&#x5B83;&#x4E0D;&#x662F;&#x597D;&#x8A2D;&#x8A08;&#x300D;&#x9019;&#x985E;&#x5947;&#x602A;&#x7684;&#x60F3;&#x6CD5;&#x3002;</p>
<p><strong>cosplay&#x597D;&#x4E0D;&#x597D;&#xFF1F;</strong><br>&#x300C;&#x5275;&#x9020;&#x51FA;&#x4E00;&#x7A2E;&#x7406;&#x60F3;&#x5316;&#x89D2;&#x8272;&#xFF0C;&#x4EE5;&#x6B64;&#x7232;&#x6A19;&#x6E96;&#x63A7;&#x5236;&#x81EA;&#x5DF1;&#x7684;&#x884C;&#x7232;&#x300D;&#xFF0C;&#x9019;&#x4E0D;&#x662F;&#x5F88;&#x4E0A;&#x9032;&#x7684;&#x4EBA;&#x683C;&#x55CE;&#xFF1F;&#x505A;&#x6210;&#x4E86;&#x5C31;&#x662F;&#x5927;&#x725B;&#xFF0C;&#x505A;&#x4E0D;&#x6210;&#x4E5F;&#x6BD4;&#x6BEB;&#x7121;&#x76EE;&#x6A19;&#x597D;&#x554A;cosplay &#x4E0D;&#x4F46;&#x4E0D;&#x662F;&#x5FC3;&#x7406;&#x75BE;&#x75C5;&#xFF0C;&#x9084;&#x662F;&#x6709;&#x76CA;&#x8EAB;&#x5FC3;&#x5065;&#x5EB7;&#x7684;&#x6D3B;&#x52D5;&#x3002;&#x6709;&#x76EE;&#x6A19;&#xFF0C;&#x4E5F;&#x6709;&#x9054;&#x6210;&#x76EE;&#x6A19;&#x7684;&#x5177;&#x9AD4;&#x6B65;&#x9A5F;&#xFF0C;&#x90A3;&#x5C31;&#x4E0D;&#x662F;&#x9003;&#x907F;&#x73FE;&#x5BE6;&#x4E86;&#x3002;&#x9003;&#x907F;&#x73FE;&#x5BE6;&#x662F;&#x4EC0;&#x9EBC;&#x90FD;&#x4E0D;&#x5E79;&#x6E3E;&#x6E3E;&#x5669;&#x5669;&#x3002;</p>
<p><strong>&#x540D;&#x8457;&#x4E3A;&#x4EC0;&#x4E48;&#x662F;&#x540D;&#x8457;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#x73B0;&#x5728;&#x6211;&#x8BFB;&#x8D77;&#x6765;&#x7D22;&#x7136;&#x65E0;&#x5473;&#xFF1F;</strong></p>
<p>&#x5F88;&#x53EF;&#x80FD;&#x662F;&#x56E0;&#x7232;&#x4F60;&#x8A0E;&#x53AD;&#x964C;&#x751F;&#x7684;&#x6771;&#x897F;&#x3002;</p>
<p><strong>&#x7F8E;&#x56FD;&#x7559;&#x5B66;&#x8981;&#x6CE8;&#x610F;&#x4EC0;&#x4E48;&#xFF1F;</strong></p>
<ol>
<li>&#x5982;&#x7121;&#x7D55;&#x5C0D;&#x5FC5;&#x8981;&#xFF0C;&#x505C;&#x6B62;&#x95B1;&#x8B80;&#x4E00;&#x5207;&#x4E2D;&#x6587;&#x4FE1;&#x606F;&#x3002;&#x7121;&#x8AD6;&#x7C21;&#x9AD4;&#x7E41;&#x9AD4;&#x3002;</li>
<li>&#x5118;&#x53EF;&#x80FD;&#x505C;&#x7528;&#x4E2D;&#x570B;&#x4E92;&#x806F;&#x7DB2;&#x7522;&#x54C1;&#x3002;</li>
</ol>
<p><strong>&#x5982;&#x4F55;&#x628A;&#x6280;&#x672F;&#x8BB2;&#x5F97;&#x66F4;&#x5BB9;&#x6613;&#x542C;&#x61C2;&#xFF1F;</strong></p>
<p>&#x6211;&#x89BA;&#x5F97;&#x96E3;&#x9EDE;&#x5728;&#x65BC;&#x5224;&#x65B7;&#x54EA;&#x4E9B;&#x7D30;&#x7BC0;&#x662F;&#x4E0D;&#x9700;&#x8981;&#x8B1B;&#x7684;&#x3002;  </p>
<blockquote>
<p>&#x6211;&#x4EEC;&#x5927;&#x60D1;&#x4E0D;&#x89E3;&#xFF0C;boss&#x89E3;&#x91CA;&#x9053;&#xFF0C;&#x53C2;&#x52A0;&#x7B54;&#x8FA9;&#x7684;&#x90FD;&#x662F;&#x4EC0;&#x4E48;&#x4EBA;&#xFF1F;&#x5168;&#x6821;&#x7684;&#x6559;&#x6388;&#x90FD;&#x6709;&#x554A;&#xFF0C;&#x4F60;&#x548C;&#x4ED6;&#x4EEC;&#x901A;&#x7BC7;&#x8BB2;&#x4EC0;&#x4E48;HTM&#xFF0C;&#x4ED6;&#x4EEC;&#x80FD;&#x542C;&#x61C2;&#x5417;&#xFF1F;&#x4F60;&#x8981;&#x770B;&#x6E05;&#x89C2;&#x4F17;&#x7FA4;&#x4F53;&#xFF0C;&#x73B0;&#x5728;&#x8981;&#x7167;&#x5FFD;&#x60A0;&#x5916;&#x884C;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x3002;<br>&#x7136;&#x540E;boss&#x7684;&#x5EFA;&#x8BAE;&#x662F;&#xFF1A;<br>&#x53BB;&#x6389;&#x5927;&#x90E8;&#x5206;&#x6280;&#x672F;&#x90E8;&#x5206;&#xFF0C;&#x5C31;&#x7559;2&#x9875;ppt&#x7ED9;&#x5185;&#x884C;&#x770B;&#x770B;&#x6897;&#x6982;&#xFF0C;&#x4E4B;&#x524D;&#x662F;&#x80CC;&#x666F;&#x4ECB;&#x7ECD;&#xFF0C;&#x4E4B;&#x540E;&#x7528;&#x6765;&#x79C0;&#x6548;&#x679C;&#xFF01;<br>&#x80CC;&#x666F;&#x4ECB;&#x7ECD;&#x91CC;&#xFF1A;&#x4E00;&#x5B9A;&#x8981;&#x5F15;&#x7528;&#x8036;&#x9C81;&#x5927;&#x5B66;&#x67D0;&#x6559;&#x6388;&#x7684;&#x4E00;&#x53E5;&#x8BDD;&#x6765;&#x7A81;&#x51FA;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x91CD;&#x8981;&#x6027;&#xFF0C;&#x8036;&#x9C81;&#x5927;&#x5B66;&#x540D;&#x6C14;&#x5927;&#xFF0C;&#x5176;&#x5B9E;&#x8BA1;&#x7B97;&#x673A;&#x65B9;&#x5411;&#x4E00;&#x822C;&#x822C;&#xFF0C;&#x4F46;&#x662F;&#x5916;&#x884C;&#x4E0D;&#x77E5;&#x9053;&#x5440;&#xFF01;&#x4E00;&#x5B9A;&#x8981;&#x7A81;&#x51FA;&#x201D;&#x8036;&#x9C81;&#x201D;&#xFF0C;&#x201D;&#x6559;&#x6388;&#x201D;&#x4E24;&#x4E2A;&#x5173;&#x952E;&#x8BCD;&#xFF01;<br>&#x6700;&#x540E;&#x8981;&#x8BE6;&#x7EC6;&#x8BF4;&#x660E;&#x4E00;&#x4E0B;&#x4F60;&#x6295;&#x4E2D;&#x4E86;SOSP&#xFF0C;&#x5916;&#x884C;&#x4E0D;&#x77E5;&#x9053;SOSP&#x662F;&#x4E2A;&#x4EC0;&#x4E48;&#x4F1A;&#xFF0C;&#x4F60;&#x8981;&#x5217;blahblahblah&#x6570;&#x636E;&#x8BA9;&#x4ED6;&#x4EEC;&#x76F8;&#x4FE1;&#xFF0C;&#x4E2D;&#x4E86;&#x8FD9;&#x4E2A;&#x4F1A;&#x7684;paper&#x90FD;&#x725B;&#x5F97;&#x4E0D;&#x884C;&#xFF0C;&#x90FD;&#x662F;&#x5212;&#x65F6;&#x4EE3;&#x7684;&#x53D1;&#x660E;&#xFF01;<br>&#x7136;&#x540E;&#x8FD9;&#x4E2A;&#x54E5;&#x4EEC;&#x513F;&#x5C31;&#x628A;&#x4ED6;&#x90A3;&#x51E0;&#x5341;&#x9875;&#x9762;&#x9762;&#x4FF1;&#x5230;&#x7684;&#x6280;&#x672F;&#x6587;&#x6863;&#x6539;&#x6210;&#x4E86;10&#x9875;&#x6D77;&#x62A5;&#xFF0C;&#x679C;&#x7136;&#x8F7B;&#x677E;&#x62FF;&#x4E0B;&#x4F18;&#x79C0;&#x6BD5;&#x8BBE;&#x3002;<br>&#x4ECE;&#x6B64;&#x5BF9;boss&#x4E94;&#x4F53;&#x6295;&#x5730;</p>
</blockquote>
<p><strong>&#x5982;&#x4F55;&#x514B;&#x670D; presentation &#x6050;&#x60E7;&#x75C7;&#xFF1F;</strong><br>&#x6211;&#x8A8D;&#x70BA;&#x4E8B;&#x524D;&#x4E00;&#x5B9A;&#x8981;&#x6392;&#x7DF4;&#xFF0C;&#x53CD;&#x8986;&#x6392;&#x7DF4;&#x3002;&#x6C92;&#x932F;&#xFF0C;presentation &#x662F;&#x8868;&#x6F14;&#xFF08;&#x6240;&#x4EE5;&#x5B83;&#x61C9;&#x8A72;&#x88AB;&#x8B6F;&#x6210;&#x8B1B;&#x6F14;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6F14;&#x8B1B;&#xFF09;&#xFF0C;&#x8868;&#x6F14;&#x54EA;&#x6709;&#x4E0D;&#x6392;&#x7DF4;&#x7684;&#xFF1F;<br>&#x5982;&#x679C;&#x8AAA;&#x56E0;&#x70BA;&#x6392;&#x7DF4;&#x5C31;&#x5C0E;&#x81F4;&#x5BE6;&#x969B;&#x6F14;&#x51FA;&#x6642;&#x6210;&#x4E86;&#x6B7B;&#x677F;&#x7684;&#x80CC;&#x7A3F;&#xFF0C;&#x90A3;&#x8AAA;&#x660E;&#x6392;&#x7DF4;&#x65B9;&#x6CD5;&#x4E0D;&#x5C0D;&#x3002;<br>&#x4E8B;&#x5BE6;&#x4E0A;&#x770B;&#xFF0C;&#x516C;&#x8A8D;&#x597D;&#x7684;&#x8B1B;&#x6F14;&#x8005;&#x7684;&#x6392;&#x7DF4;&#x90FD;&#x662F;&#x975E;&#x5E38;&#x523B;&#x82E6;&#x7684;&#x3002;&#x55AC;&#x5E03;&#x65AF;&#x4E0D;&#x7528;&#x8AAA;&#x4E86;&#xFF0C;Malcolm Gladwell &#x4E5F;&#x662F;&#x4E00;&#x4F8B;&#x3002;&#x6709;&#x500B;&#x4F5C;&#x5BB6;&#x5728;&#x535A;&#x5BA2;&#x88E1;&#x5BEB;&#x904E;&#xFF0C;&#x73FE;&#x5834;&#x807D; Gladwell &#x8B1B;&#x6F14;&#xFF0C;&#x56DB;&#x5341;&#x4E94;&#x5206;&#x9418;&#xFF0C;&#x6642;&#x9593;&#x5361;&#x5F97;&#x975E;&#x5E38;&#x51C6;&#xFF0C;&#x7BC0;&#x594F;&#x4E5F;&#x597D;&#xFF0C;&#x5F35;&#x5F1B;&#x6709;&#x5EA6;&#xFF0C;&#x81EA;&#x7136;&#x7121;&#x6BD4;&#x3002;&#x6703;&#x5F8C;&#x4E0A;&#x524D;&#x8ACB;&#x6559;&#xFF0C;Gladwell &#x8AAA;&#x4F60;&#x4EE5;&#x70BA;&#x5462;&#xFF0C;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x6392;&#x4E86;&#x591A;&#x5C11;&#x6B21;&#x3002;</p>
<h1 id="media"><a href="#Media" class="headerlink" title="Media"></a>Media</h1><p><strong>&#x4E2A;&#x6027;&#x5316;&#x9605;&#x8BFB;&#x662F;&#x4E2A;&#x7B11;&#x8BDD;&#x5417;&#xFF1F;</strong></p>
<p>&#x5148;&#x8AAA;&#x5B57;&#x9762;&#x610F;&#x601D;&#xFF1A;&#x500B;&#x6027;&#x5316;&#x95B1;&#x8B80;&#x662F;&#x8DDF;&#x500B;&#x6027;&#x6700;&#x7121;&#x95DC;&#x7684;&#x95B1;&#x8B80;&#x3002;&#x8D8A;&#x6709;&#x500B;&#x6027;&#x7684;&#x4EBA;&#xFF0C;&#x8D8A;&#x662F;&#x4E3B;&#x52D5;&#x578B;&#x8B80;&#x8005;&#xFF0C;&#x4E5F;&#x5C31;&#x8D8A;&#x4E0D;&#x9700;&#x8981;&#x7A0B;&#x5E8F;&#x7B97;&#x6CD5;&#x4F86;&#x5E6B;&#x4ED6;&#x63A8;&#x85A6;&#x8A72;&#x8B80;&#x4EC0;&#x9EBC;&#x3002;&#xFF08;&#x82F1;&#x6587;&#x539F;&#x6587; personalized reading &#x7FFB;&#x8B6F;&#x6210;&#x300C;&#x500B;&#x4EBA;&#x5316;&#x7684;&#x95B1;&#x8B80;&#x300D;&#x66F4;&#x6E96;&#x78BA;&#x3002;&#xFF09;&#x751A;&#x81F3;&#xFF0C;&#x88AB;&#x6A5F;&#x5668;&#x731C;&#x4E2D;&#x95B1;&#x8B80;&#x53E3;&#x5473;&#xFF0C;&#x5C0D;&#x65BC;&#x6709;&#x500B;&#x6027;&#x7684;&#x4EBA;&#x4F86;&#x8AAA;&#xFF0C;&#x6709;&#x6642;&#x662F;&#x4E00;&#x4EF6;&#x4E0D;&#x723D;&#x7684;&#x4E8B;&#x3002;&#xFF08;&#x300C;&#x600E;&#x9EBC;&#x9019;&#x9EBC;&#x5BB9;&#x6613;&#x5C31;&#x88AB;&#x59B3;&#x731C;&#x4E2D;&#x4E86;&#xFF01;&#xFF1F;&#x300D;&#xFF09;</p>
<p>&#x500B;&#x6027;&#x5316;&#x95B1;&#x8B80;&#xFF0C;&#x8B1B;&#x7A76;&#x7684;&#x662F;&#x6839;&#x64DA;&#x8B80;&#x8005;&#x7684;&#x884C;&#x7232;&#x7FD2;&#x6163;&#x548C;&#x904E;&#x5F80;&#x7684;&#x95B1;&#x8B80;&#x7D93;&#x6B77;&#x4F86;&#x7232;&#x4ED6;&#x300C;&#x5B9A;&#x88FD;&#x300D;&#x5167;&#x5BB9;&#x3002;&#x9019;&#x4E26;&#x975E;&#x65B0;&#x4E8B;&#x7269;&#x3002;&#x65E5;&#x672C;&#x6F2B;&#x756B;&#x96DC;&#x8A8C;&#x9023;&#x8F09;&#x6642;&#x6839;&#x64DA;&#x8B80;&#x8005;&#x7684;&#x53CD;&#x994B;&#x6C7A;&#x5B9A;&#x54EA;&#x90E8;&#x6F2B;&#x756B;&#x6703;&#x88AB;&#x505C;&#x6389;&#xFF0C;&#x5373;&#x7232;&#x4E00;&#x4F8B;&#x3002;</p>
<p>&#x4E92;&#x806F;&#x7DB2;&#x7684;&#x4FE1;&#x5F92;&#x8A8D;&#x7232;&#xFF0C;&#x7528;&#x6236;&#x505A;&#x4EC0;&#x9EBC;&#x6BD4;&#x8AAA;&#x4EC0;&#x9EBC;&#x66F4;&#x771F;&#x5BE6;&#x5730;&#x53CD;&#x61C9;&#x4E86;&#x4ED6;&#x7684;&#x610F;&#x5716;&#x3002;&#x4F46;&#x5F9E;&#x76EE;&#x7684;&#x4E0A;&#x8B1B;&#xFF0C;&#x4E92;&#x806F;&#x7DB2;&#x7522;&#x54C1;&#x6839;&#x64DA;&#x7528;&#x6236;&#x7684;&#x5BE6;&#x969B;&#x884C;&#x7232;&#x4F86;&#x9032;&#x884C;&#x81EA;&#x6211;&#x8ABF;&#x6574;&#xFF0C;&#x8207;&#x50B3;&#x7D71;&#x5A92;&#x9AD4;&#x6839;&#x64DA;&#x7528;&#x6236;&#x7528;&#x7D19;&#x7B46;&#x5BEB;&#x4E0B;&#x7684;&#x610F;&#x898B;&#x4F86;&#x9032;&#x884C;&#x81EA;&#x6211;&#x8ABF;&#x6574;&#xFF0C;&#x4E26;&#x7121;&#x4E8C;&#x81F4;&#xFF1A;&#x90FD;&#x662F;&#x7232;&#x4E86;&#x8B93;&#x7528;&#x6236;&#x80FD;&#x66F4;&#x591A;&#x5730;&#x770B;&#x5230;&#x4ED6;&#x611F;&#x8208;&#x8DA3;&#x7684;&#x5167;&#x5BB9;&#xFF0C;&#x66F4;&#x5C11;&#x770B;&#x5230;&#x4ED6;&#x4E0D;&#x611F;&#x8208;&#x8DA3;&#x7684;&#x5167;&#x5BB9;&#x3002;</p>
<p>&#x4F46;&#x300C;&#x8208;&#x8DA3;&#x300D;&#x4E26;&#x975E;&#x975C;&#x614B;&#x7684;&#x6B7B;&#x7269;&#x3002;&#x8208;&#x8DA3;&#x7684;&#x64F4;&#x5145;&#x662F;&#x4FDD;&#x6301;&#x4E00;&#x500B;&#x4EBA;&#x7CBE;&#x795E;&#x6D3B;&#x529B;&#x7684;&#x524D;&#x63D0;&#x3002;&#x6211;&#x5011;&#x8AAA;&#x4E92;&#x806F;&#x7DB2;&#x662F;&#x9769;&#x547D;&#x6027;&#x7684;&#xFF0C;&#x6070;&#x6070;&#x5C31;&#x56E0;&#x7232;&#x5B83;&#x964D;&#x4F4E;&#x4E86;&#x64F4;&#x5145;&#x8208;&#x8DA3;&#x548C;&#x8996;&#x91CE;&#x7684;&#x6210;&#x672C;&#x3002;&#x9769;&#x547D;&#xFF0C;&#x662F;&#x8B93;&#x672C;&#x4F86;&#x6C92;&#x6709;&#x6A5F;&#x6703;&#x7372;&#x5F97;&#x67D0;&#x7A2E;&#x6771;&#x897F;&#x7684;&#x4EBA;&#x7372;&#x5F97;&#x9019;&#x7A2E;&#x6A5F;&#x6703;&#x3002;&#x4E92;&#x806F;&#x7DB2;&#x7D66;&#x4E86;&#x6211;&#x5011;&#x9019;&#x500B;&#x6A5F;&#x6703;&#x3002;</p>
<p>&#x4F46;&#x4E92;&#x806F;&#x7DB2;&#x7684;&#x9769;&#x547D;&#x5DF2;&#x7D93;&#x7D50;&#x675F;&#xFF0C;&#x5982;&#x4ECA;&#x662F;&#x6536;&#x5272;&#x679C;&#x5BE6;&#x7684;&#x6642;&#x4EE3;&#xFF0C;&#x662F;&#x500B;&#x6027;&#x88AB;&#x5171;&#x6027;&#x64E0;&#x58D3;&#x7684;&#x6642;&#x4EE3;&#x3002;&#x300C;&#x793E;&#x4EA4;&#x300D;&#x7684;&#x706B;&#x7206;&#x5F88;&#x80FD;&#x8AAA;&#x660E;&#x554F;&#x984C;&#x3002;&#x793E;&#x4EA4;&#x7684;&#x9700;&#x6C42;&#x6E90;&#x65BC;&#x4EBA;&#x7684;&#x5B64;&#x7368;&#xFF0C;&#x76EE;&#x7684;&#x662F;&#x5C0B;&#x627E;&#x5171;&#x6027;&#xFF0C;&#x800C;&#x975E;&#x51F8;&#x986F;&#x500B;&#x6027;&#x3002;</p>
<p>&#x5171;&#x6027;&#x662F;&#x5167;&#x5BB9;&#x53EF;&#x4EE5;&#x88AB;&#x5B9A;&#x88FD;&#x7684;&#x524D;&#x63D0;&#x3002;&#x7232;&#x4E16;&#x754C;&#x4E0A;&#x6BCF;&#x4E00;&#x500B;&#x9023;&#x7DB2;&#x7684;&#x4EBA;&#x55AE;&#x7368;&#x5B9A;&#x88FD;&#x5167;&#x5BB9;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#xFF0C;&#x56E0;&#x7232;&#x6839;&#x672C;&#x5C31;&#x6C92;&#x6709;&#x90A3;&#x9EBC;&#x591A;&#x7A2E;&#x7368;&#x4E00;&#x7121;&#x4E8C;&#x7684;&#x5167;&#x5BB9;&#x3002;&#x7532;&#x611F;&#x8208;&#x8DA3;&#x7684;&#x5167;&#x5BB9;&#xFF0C;&#x4E00;&#x5B9A;&#x4E5F;&#x6703;&#x6709;&#x5225;&#x4EBA;&#x611F;&#x8208;&#x8DA3;&#x3002;&#x500B;&#x6027;&#x5316;&#x95B1;&#x8B80;&#x65E8;&#x5728;&#x5B9A;&#x7FA9;&#x300C;&#x5C0D;&#x67D0;&#x4E00;&#x985E;&#x5167;&#x5BB9;&#x611F;&#x8208;&#x8DA3;&#x7684;&#x7FA3;&#x9AD4;&#x300D;&#xFF0C;&#x4E26;&#x7232;&#x4ED6;&#x5011;&#x88FD;&#x9020; Eli Pariser &#x6240;&#x8AAA;&#x7684;&#x300C;The Filter Bubble&#x300D;&#xFF0C;&#x4E00;&#x500B;&#x4E7E;&#x6DE8;&#x7121;&#x83CC;&#x7684;&#x6C23;&#x6CE1;&#xFF0C;&#x5C07;&#x6240;&#x6709;&#x88AB;&#x5B9A;&#x7FA9;&#x7232;&#x300C;&#x6211;&#x4E0D;&#x6703;&#x611F;&#x8208;&#x8DA3;&#x7684;&#x300D;&#x5167;&#x5BB9;&#x9694;&#x96E2;&#x958B;&#x4F86;&#x3002;</p>
<p>&#x7576;&#x7136;&#xFF0C;&#x88AB;&#x500B;&#x6027;&#x5316;&#x95B1;&#x8B80;&#x7522;&#x54C1;&#x6574;&#x5408;&#x7684;&#x6240;&#x6709;&#x5A92;&#x9AD4;&#x672C;&#x8EAB;&#x4E5F;&#x90FD;&#x662F;&#x4E00;&#x500B;&#x500B; Filter Bubble&#x3002;&#x5118;&#x7BA1;&#x624B;&#x6CD5;&#x4E0D;&#x540C;&#xFF0C;&#x4F46;&#x96DC;&#x8A8C;&#x4E3B;&#x7DE8;&#x4E5F;&#x50CF;&#x4E92;&#x806F;&#x7DB2;&#x7522;&#x54C1;&#x7684;&#x904B;&#x71DF;&#x8005;&#x4E00;&#x6A23;&#xFF0C;&#x7814;&#x7A76;&#x7528;&#x6236;&#xFF08;&#x8B80;&#x8005;&#xFF09;&#x7684;&#x7279;&#x9EDE;&#xFF0C;&#x6536;&#x96C6;&#x4ED6;&#x5011;&#x7684;&#x53CD;&#x994B;&#xFF0C;&#x64DA;&#x6B64;&#x6539;&#x5584;&#x7522;&#x54C1;&#x3002;&#x300A;&#x7537;&#x4EBA;&#x88DD;&#x300B;&#x7684;&#x9577;&#x671F;&#x8B80;&#x8005;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x80FD;&#x5F9E;&#x65B0;&#x4E00;&#x671F;&#x300A;&#x7537;&#x4EBA;&#x88DD;&#x300B;&#x4E0A;&#x8B80;&#x5230;&#x4EC0;&#x9EBC;&#xFF0C;&#x4ED6;&#x7684;&#x671F;&#x5F85;&#x6703;&#x88AB;&#x6EFF;&#x8DB3;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF1A;&#x4ED6;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x7684;&#x671F;&#x5F85;&#x6703;&#x88AB;&#x6EFF;&#x8DB3;&#x3002;</p>
<p>&#x6070;&#x6070;&#x662F;&#x9019;&#x7A2E;&#x7BE4;&#x5B9A;&#x7684;&#x5B89;&#x5168;&#x611F;&#xFF0C;&#x8B93;&#x4ED6;&#x7522;&#x751F;&#x4E86;&#x885D;&#x7834; Filter Bubble &#x7684;&#x617E;&#x671B;&#x3002;&#x7576;&#x6211;&#x5011;&#x8AAA;&#x300C;&#x73FE;&#x5728;&#x7684;&#x96DC;&#x8A8C;&#x6C92;&#x6771;&#x897F;&#x770B;&#x4E86;&#xFF0C;&#x9084;&#x4E0D;&#x5982;&#x4E0A;&#x7DB2;&#x770B;&#x300D;&#x6642;&#xFF0C;&#x8868;&#x9054;&#x7684;&#x96E3;&#x9053;&#x4E0D;&#x6B63;&#x662F;&#x885D;&#x7834;&#x6C23;&#x6CE1;&#x7684;&#x610F;&#x9858;&#x55CE;&#xFF1F;</p>
<p>&#x800C;&#x73FE;&#x5728;&#xFF0C;&#x500B;&#x6027;&#x5316;&#x95B1;&#x8B80;&#x7522;&#x54C1;&#x8981;&#x88FD;&#x9020;&#x65B0;&#x7684;&#x6C23;&#x6CE1;&#xFF0C;&#x4E26;&#x7A31;&#x4E4B;&#x7232;&#x300C;&#x500B;&#x6027;&#x5316;&#x95B1;&#x8B80;&#x300D;&#x3002;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x984C;&#x4E3B;&#x6240;&#x8B02;&#x7684;&#x7B11;&#x8A71;&#x662F;&#x4E0D;&#x662F;&#x9019;&#x500B;&#x610F;&#x601D;&#x3002;</p>
<p>&#x63A5;&#x4E0B;&#x4F86;&#x6700;&#x6838;&#x5FC3;&#x7684;&#x554F;&#x984C;&#x662F;&#xFF1A;&#x540C;&#x4E00;&#x6279;&#x5EE3;&#x544A;&#x4E3B;&#xFF0C;&#x80FD;&#x990A;&#x6D3B;&#x591A;&#x5C11;&#x5C64;&#x7684;&#x5167;&#x5BB9;&#x805A;&#x5408;&#x7522;&#x54C1;&#xFF1F;&#xFF08;&#x4EE5;&#x5F8C;&#x6703;&#x4E0D;&#x6703;&#x6709;&#x805A;&#x5408; Flipboard &#x548C; Zite &#x7684;&#x7522;&#x54C1;&#x51FA;&#x73FE;&#xFF1F;&#xFF09;&#x5C0D;&#x6B64;&#x6211;&#x6C92;&#x6709;&#x89C0;&#x9EDE;&#x3002;</p>
<h1 id="internet"><a href="#Internet" class="headerlink" title="Internet"></a>Internet</h1><p><strong>&#x5982;&#x679C;&#x5FAE;&#x4FE1;&#x5411;&#x7528;&#x6237;&#x6536;&#x8D39;&#xFF0C;&#x4F60;&#x662F;&#x5426;&#x4F1A;&#x4ED8;&#x8D39;&#xFF1F;</strong></p>
<p>&#x4E92;&#x806F;&#x7DB2;&#x7684;&#x7406;&#x5FF5;&#x662F;&#x5E73;&#x6B0A;&#x3001;&#x958B;&#x653E;&#xFF0C;&#x4E0D;&#x662F;&#x514D;&#x8CBB;&#x3002;&#x514D;&#x8CBB;&#x53EF;&#x80FD;&#x662F;&#x5B83;&#x9644;&#x5E36;&#x7684;&#x7D50;&#x679C;&#xFF0C;&#x4F46;&#x4E0D;&#x662F;&#x5B83;&#x7684;&#x7CBE;&#x795E;&#x3002;&#xFF08;&#x300C;&#x81EA;&#x7531;&#x300D;&#x6DB5;&#x7FA9;&#x592A;&#x8907;&#x96DC;&#xFF0C;&#x4E0D;&#x8AD6;&#x3002;&#xFF09;<br>&#x4E0D;&#x904E;&#xFF0C;&#x6B63;&#x5982;&#x4E92;&#x806F;&#x7DB2;&#x4E4B;&#x7236; Vint Cerf &#x8AAA;&#x7684;&#xFF0C;&#x4E92;&#x806F;&#x7DB2;&#x4E0D;&#x5C6C;&#x65BC;&#x300C;&#x5929;&#x8CE6;&#x4EBA;&#x6B0A;&#x300D;&#x7684;&#x7BC4;&#x7587; [1]&#xFF0C;&#x6240;&#x4EE5;&#x4EFB;&#x4F55;&#x4E92;&#x806F;&#x7DB2;&#x670D;&#x52D9;&#x8981;&#x6536;&#x8CBB;&#x90FD;&#x4E0D;&#x80FD;&#x53EB;&#x300C;&#x60E1;&#x300D;&#x3002;</p>
<p><strong>&#x4F60;&#x5BF9;&#x9648;&#x5E74;&#x5173;&#x4E8E; LV &#x751F;&#x4EA7;&#x6210;&#x672C;&#x8BBA;&#x600E;&#x4E48;&#x770B;&#xFF1F;</strong></p>
<p>&#x6211;&#x5F88;&#x8A8D;&#x540C; John Gruber &#x7684;&#x8AAA;&#x6CD5;&#xFF1A;iPhone &#x53B2;&#x5BB3;&#x7684;&#x5730;&#x65B9;&#x5728;&#x65BC;&#x50F9;&#x683C;&#x3002;&#x7121;&#x8AD6;&#x4F60;&#x518D;&#x6709;&#x9322;&#xFF0C;&#x4F60;&#x80FD;&#x8CB7;&#x5230;&#x7684;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x597D;&#x7684;&#x624B;&#x6A5F;&#xFF0C;&#x6211;&#x4E5F;&#x80FD;&#x8CB7;&#x5F97;&#x8D77;&#x4E86;&#x3002;&#x9019;&#x8DDF;&#x53EF;&#x53E3;&#x53EF;&#x6A02;&#x4E00;&#x6A23;&#xFF0C;&#x662F;&#x4E00;&#x7A2E;&#x7D93;&#x5178;&#x7684;&#x7F8E;&#x570B;&#x7CBE;&#x795E;&#x7684;&#x9AD4;&#x73FE;&#x3002;<br>&#x5728; iPhone &#x4E4B;&#x524D;&#xFF0C;&#x6709;&#x90A3;&#x500B;&#x516B;&#x5343;&#x591A;&#x7684;&#x8AFE;&#x57FA;&#x4E9E;&#xFF0C;&#x6709;&#x66F4;&#x52A0;&#x5962;&#x83EF;&#x7684; Vertu&#x3002;<br>&#x4F46; iPhone &#x4E4B;&#x5F8C;&#xFF0C;&#x9019;&#x4E9B;&#x90FD;&#x986F;&#x7136;&#x4E0D;&#x80FD;&#x7B97;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x597D;&#x7684;&#x624B;&#x6A5F;&#x4E86;&#x3002;<br>iPhone &#x8DDF;&#x5962;&#x4F88;&#x54C1;&#x6B63;&#x597D;&#x76F8;&#x53CD;&#xFF0C;&#x860B;&#x679C;&#x5E0C;&#x671B;&#x8B93;&#x6240;&#x6709;&#x4EBA;&#x80FD;&#x7528;&#x4E0A;&#x6700;&#x597D;&#x7684;&#x6771;&#x897F;&#xFF0C;&#x5962;&#x4F88;&#x54C1;&#x662F;&#x5E0C;&#x671B;&#x8B93;&#x5C11;&#x6578;&#x4EBA;&#x7528;&#x4E0A;&#x6700;&#x597D;&#x7684;&#x6771;&#x897F;&#x3002;<br>&#x5982; @&#x6797;&#x528D; &#x5728;&#x77E5;&#x4E4E;&#x4E0A;&#x8AAA;&#x904E;&#x7684;&#xFF0C;&#x5962;&#x4F88;&#x54C1;&#x5DF2;&#x7D93;&#x662F;&#x4E00;&#x500B;&#x904E;&#x6642;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x4EE3;&#x8868;&#x8457;&#x820A;&#x4E16;&#x754C;&#x820A;&#x79E9;&#x5E8F; [1]&#x3002;<br>&#x968E;&#x7D1A;&#x6D88;&#x5931;&#x4E4B;&#x5F8C;&#xFF0C;&#x5962;&#x4F88;&#x54C1;&#x53EA;&#x80FD;&#x662F;&#x4E00;&#x7A2E;&#x8DE8;&#x8D8A;&#x6642;&#x7A7A;&#x7684;&#x7121;&#x529B;&#x610F;&#x6DEB;&#x4E86;&#x3002;<br>&#x5F9E;&#x9019;&#x500B;&#x610F;&#x7FA9;&#x4E0A;&#x8AAA;&#xFF0C;&#x9673;&#x5E74;&#x6240;&#x8B02;&#x7684;&#x4EC0;&#x9EBC;&#x300C;&#x6536;&#x8CFC; Louis Vuitton&#xFF0C;&#x8CE3;&#x51E1;&#x5BA2;&#x7684;&#x50F9;&#x300D;&#xFF0C;&#x662F;&#x7B26;&#x5408;&#x6642;&#x4EE3;&#x7CBE;&#x795E;&#x7684;&#x3002;  </p>
<p><strong>&#x4E92;&#x8054;&#x7F51;&#x514D;&#x8D39;&#x65F6;&#x4EE3;&#x5373;&#x5C06;&#x7EC8;&#x7ED3;&#xFF0C;&#x4F60;&#x600E;&#x4E48;&#x770B;&#xFF1F;&#x540C;&#x610F;&#x5417;&#xFF1F;</strong>  </p>
<p>&#x8CC7;&#x672C;&#x4E3B;&#x7FA9;&#x4E0D;&#x5012;&#xFF0C;&#x514D;&#x8CBB;&#x5C31;&#x53EA;&#x53EF;&#x80FD;&#x66C7;&#x82B1;&#x4E00;&#x73FE;&#x3002;&#x4E92;&#x806F;&#x7DB2;&#x9084;&#x5F88;&#x5E74;&#x8F15;&#xFF0C;&#x904E;&#x53BB;&#x5341;&#x5E7E;&#x5E74;&#x662F;&#x4E00;&#x500B;&#x7279;&#x5225;&#x7684;&#x6642;&#x671F;&#x3002;<br>&#x6211;&#x5F88;&#x73CD;&#x60DC;&#x9019;&#x6BB5;&#x6642;&#x9593;&#xFF0C;&#x4F46;&#x6211;&#x975E;&#x5E38;&#x6A02;&#x65BC;&#x770B;&#x5230;&#x514D;&#x8CBB;&#x6642;&#x4EE3;&#x7D42;&#x7D50;&#x3002;</p>
<h1 id="faith"><a href="#Faith" class="headerlink" title="Faith"></a>Faith</h1><ol>
<li>Music is the healing force of the universe. (Albert Ayler)</li>
<li>Things that are impossible just take longer. (Ian Hickson &#x7684;&#x96FB;&#x90F5;&#x7C3D;&#x540D;)</li>
<li>Those who can&#x2019;t do, teach. (Woody Allen)</li>
<li>Be intellectually promiscuous. (Yours truly.)</li>
<li>It&#x2019;s important to have some enemies. (Dajuin Yao)</li>
</ol>
<h1 id="aesthetic"><a href="#Aesthetic" class="headerlink" title="Aesthetic"></a>Aesthetic</h1><p><strong>&#x4E3A;&#x4EC0;&#x4E48;&#x50CF; Snapchat &#x8FD9;&#x6837;&#x754C;&#x9762;&#x7C97;&#x7CD9;&#x529F;&#x80FD;&#x7B80;&#x5355;&#x7684;&#x5E94;&#x7528;&#x4F1A;&#x5927;&#x53D7;&#x6B22;&#x8FCE;&#xFF1F;</strong></p>
<p>&#x56E0;&#x7232;&#x4E16;&#x754C;&#x4E0A;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#x662F;&#x4E0D;&#x5728;&#x4E4E;&#x8A2D;&#x8A08;&#x7684;&#x3002;&#x53EA;&#x8981;&#x80FD;&#x723D;&#x5230;&#x5C31;&#x597D;&#x3002;  </p>
<p>&#x5BE9;&#x7F8E;&#x8B1B;&#x7A76;&#x5169;&#x9EDE;&#x3002;&#x4E00;&#x662F;&#x958B;&#x653E;&#xFF0C;&#x610F;&#x601D;&#x662F;&#x78B0;&#x5230;&#x548C;&#x81EA;&#x5DF1;&#x73FE;&#x6709;&#x7684;&#x53E3;&#x5473;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x7684;&#x6771;&#x897F;&#x6642;&#x80FD;&#x524B;&#x5236;&#x4F4F;&#x81EA;&#x5DF1;&#x7684;&#x53CD;&#x611F;&#xFF0C;&#x4FDD;&#x6301;&#x51B7;&#x975C;&#xFF1B;&#x4E8C;&#x662F;&#x975E;&#x7406;&#x6027;&#xFF0C;&#x4E0D;&#x8981;&#x4EC0;&#x9EBC;&#x90FD;&#x554F;&#x7232;&#x4EC0;&#x9EBC;&#x3002;<br>&#x5982;&#x679C;&#x88AB;&#x63A8;&#x85A6;&#x7684;&#x4EBA;&#x73A9;&#x904A;&#x6232;&#x7684;&#x8A71;&#xFF0C;&#x53EF;&#x4EE5;&#x544A;&#x8A34;&#x5979;&#xFF0C;&#x807D;&#x53E4;&#x5178;&#x97F3;&#x6A02;&#xFF0C;&#x548C;&#x5728; Twitch &#x6216; YouTube &#x4E0A;&#x770B;&#x5225;&#x4EBA;&#x6253;&#x904A;&#x6232;&#xFF0C;&#x672C;&#x8CEA;&#x4E0A;&#x662F;&#x5B8C;&#x5168;&#x4E00;&#x6A23;&#x7684;&#x3002;<br>&#x5929;&#x8CE6;&#x9019;&#x7A2E;&#x6771;&#x897F;&#x662F;&#x771F;&#x5BE6;&#x5B58;&#x5728;&#x7684;&#xFF0C;&#x5C31;&#x8DDF;&#x8EAB;&#x9AD8;&#x3001;&#x9AD4;&#x91CD;&#x4E00;&#x6A23;&#xFF0C;&#x662F;&#x5207;&#x5207;&#x5BE6;&#x5BE6;&#x7684;&#x6771;&#x897F;&#x3002;&#x6210;&#x529F;&#x5B78;&#x8A66;&#x5716;&#x5426;&#x5B9A;&#x9019;&#x4E00;&#x9EDE;&#xFF0C;&#x8B93;&#x4EBA;&#x76F8;&#x4FE1;&#x300C;&#x6211;&#x4E5F;&#x53EF;&#x4EE5;&#x50CF;&#x4ED6;&#x4E00;&#x6A23;&#x300D;&#xFF0C;&#x9019;&#x5C31;&#x5F9E;&#x6839;&#x672C;&#x4E0A;&#x932F;&#x4E86;&#x3002;<br>Creative works are only as vulgar/sophisticated as the culture that brews them.  </p>
<p><strong>&#x542C;&#x4E07;&#x9752;&#x7684;&#x4EBA;&#x54C1;&#x4F4D;&#x6BD4;&#x542C;&#x51E4;&#x51F0;&#x4F20;&#x5947;&#x7684;&#x4EBA;&#x9AD8;&#x4E48;&#xFF1F;</strong></p>
<p>&#x54C1;&#x5473;&#x662F;&#x4E00;&#x7A2E;&#x6D1E;&#x5BDF;&#x529B;&#x3002;&#x9019;&#x7A2E;&#x4E8B;&#x60C5;&#x4E0D;&#x80FD;&#x5149;&#x901A;&#x904E;&#x4E00;&#x500B;&#x4EBA;&#x559C;&#x6B61;&#x8AB0;&#x4E0D;&#x559C;&#x6B61;&#x8AB0;&#x4F86;&#x5224;&#x65B7;&#x3002;&#x5728;&#x4ECA;&#x5929;&#x6709;&#x592A;&#x591A;&#x56E0;&#x7D20;&#x963B;&#x7919;&#x6211;&#x5011;&#x5224;&#x65B7;&#x4E00;&#x500B;&#x6771;&#x897F;&#x7684;&#x50F9;&#x503C;&#x3001;&#x56E0;&#x7D20;&#x4E4B;&#x4E00;&#x5C31;&#x662F;&#x6642;&#x9593;&#x3002;&#x5DF2;&#x6545;&#x7684; Roger Ebert &#x54C1;&#x5473;&#x6BCB;&#x5EB8;&#x7F6E;&#x7591;&#x3001;&#x4F46;&#x4ED6;&#x5C31;&#x662F;&#x5805;&#x5B9A;&#x5730;&#x8A8D;&#x7232;&#x904A;&#x6232;&#x4E0D;&#x662F;&#x85DD;&#x8853;&#xFF1B;&#x5F9E;&#x4ED6;&#x7684;&#x5F71;&#x8A55;&#x5BEB;&#x4F5C;&#x91CF;&#x770B;&#x3001;&#x6211;&#x5011;&#x6709;&#x7406;&#x7531;&#x76F8;&#x4FE1;&#x4ED6;&#x6C92;&#x73A9;&#x904E;&#x5F88;&#x591A;&#x904A;&#x6232;&#x3002;</p>
<p>&#x6709;&#x7684;&#x6642;&#x5019;&#x3001;&#x4FDD;&#x6301;&#x4E00;&#x5B9A;&#x7684;&#x5C01;&#x9589;&#x6027;&#x4E5F;&#x4EE3;&#x8868;&#x7740;&#x54C1;&#x5473;&#x3002;&#x9019;&#x88CF;&#x6709;&#x5F88;&#x591A;&#x653F;&#x6CBB;&#x4E0D;&#x6B63;&#x78BA;&#x7684;&#x6771;&#x897F;&#x3002;&#x4F8B;&#x5982; John Gruber &#x5C31;&#x662F;&#x4E00;&#x7A2E;&#x5178;&#x578B;&#x7684;&#x5C01;&#x9589;&#x5F0F;&#x7F8E;&#x570B;&#x767D;&#x7537;&#x4EBA;&#x54C1;&#x5473;&#x7684;&#x4EE3;&#x8868;&#x3002;</p>
<p>&#x7E3D;&#x4E4B;&#x3001;&#x8907;&#x96DC;&#x7E94;&#x662F;&#x54C1;&#x5473;&#x7684;&#x672C;&#x8C8C;&#x3002;&#x5B83;&#x662F;&#x5F88;&#x96E3;&#x6982;&#x62EC;&#x7684;&#x3001;&#x8981;&#x5C07;&#x5B83;&#x91CF;&#x5316;&#x3001;&#x81F3;&#x5C11;&#x5728;&#x771F;&#x6B63;&#x7684;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x51FA;&#x73FE;&#x524D;&#x4E26;&#x4E0D;&#x53EF;&#x80FD;&#x3002;</p>
<p><strong>&#x4E3A;&#x4F55;&#x82F9;&#x679C;&#x5BB6;&#x7684;&#x4EA7;&#x54C1;&#x97F3;&#x8D28;&#x4E00;&#x822C;&#xFF1F;</strong>  </p>
<p>&#x56E0;&#x7232;&#x611B;&#x97F3;&#x6A02;&#x7684;&#x4EBA;&#x5C0D;&#x97F3;&#x8CEA;&#x4E26;&#x4E0D;&#x50CF;&#x97F3;&#x97FF;&#x767C;&#x71D2;&#x53CB;&#x90A3;&#x9EBC;&#x5728;&#x4E4E;&#x3002;</p>
<p>&#x64C1;&#x62B1;&#x505A;&#x4F5C;&#x3002;</p>
<p>&#x505A;&#x6C92;&#x6709;&#x5FC5;&#x8981;&#x7684;&#x4E8B;&#x5C31;&#x662F;&#x8FFD;&#x6C42;&#x7F8E;&#x3002;  </p>
<p>&#x6642;&#x5C1A;&#x5C31;&#x662F;&#x7528;&#x8EAB;&#x9AD4;&#x898F;&#x8A13;&#x7CBE;&#x795E;, &#x5316;&#x599D;&#x662F;&#x5C0D;&#x81EA;&#x5DF1;&#x8089;&#x9AD4;&#x7684;&#x4E00;&#x7A2E;&#x8A2D;&#x8A08;  </p>
<p>Beauty is unscalable.  </p>
<p><strong>&#x4EC0;&#x4E48;&#x662F;&#x7537;&#x6027;&#x7684;&#x77E5;&#x6027;&#x7F8E;&#xFF1F;&#x7537;&#x6027;&#x600E;&#x6837;&#x80FD;&#x591F;&#x505A;&#x5230;&#x77E5;&#x6027;&#x7F8E;&#xFF1F;</strong>  </p>
<p>Reserved. Austere. Intense.</p>
<p>&#x4EC0;&#x4E48;&#x662F;&#x6C14;&#x8D28;&#xFF1F;&#x5982;&#x4F55;&#x57F9;&#x517B;&#x6C14;&#x8D28;&#xFF1F;</p>
<blockquote>
<p>&#x2018;A true revelation, it seems to me, will only emerge from stubborn concentration on a solitary problem. I am not in league with inventors or adventurers, nor with travellers to exotic destinations. The surest &#x2014; also the quickest &#x2014; way to awake the sense of wonder in ourselves, is to look intently, undeterred, at a single object. Suddenly, miraculously, it will reveal itself as something we have never seen before.&#x2019;</p>
</blockquote>
<p>&#x2014; Cesare Pavese, Dialoghi con Leuc&#xF2;, 1947</p>
<p><strong>&#x6C42;&#x804C;&#x8005;&#x7A7F;&#x7740;&#x897F;&#x88C5;&#x4F1A;&#x5F97;&#x5230;&#x52A0;&#x5206;&#x5417;&#xFF1F;</strong></p>
<p>&#x5C0D;&#x6211;&#x4F86;&#x8AAA;&#x95DC;&#x9375;&#x4E0D;&#x5728;&#x65BC;&#x7A7F;&#x4EC0;&#x9EBC;&#xFF0C;&#x800C;&#x5728;&#x65BC;&#x7A7F;&#x5F97;&#x600E;&#x9EBC;&#x6A23;&#xFF0C;&#x662F;&#x5426;&#x8CBC;&#x5408;&#x7A7F;&#x8005;&#x7684;&#x7CBE;&#x795E;&#x72C0;&#x614B;&#x3002;<br>&#x4F60;&#x7A7F;&#x5F88;&#x5408;&#x8EAB;&#x5F97;&#x9AD4;&#x7684; t-shirt &#x725B;&#x4ED4;&#x8932;&#xFF0C;&#x9060;&#x6BD4;&#x4E00;&#x5957;&#x611F;&#x89BA;&#x50CF;&#x662F;&#x5927;&#x4F60;&#x4E00;&#x78BC;&#x7684;&#x897F;&#x88DD;&#x597D;&#x5F97;&#x591A;&#x3002;<br>&#x4F46;&#x6211;&#x4E5F;&#x4E0D;&#x89BA;&#x5F97;&#x7A7F;&#x897F;&#x88DD;&#x4E00;&#x5B9A;&#x6703;&#x6E1B;&#x5206;&#x3002;<br>&#x5176;&#x5BE6;&#x4EC0;&#x9EBC;&#x4E8B;&#x90FD;&#x662F;&#x9019;&#x500B;&#x9053;&#x7406;&#xFF0C;&#x6BD4;&#x5982;&#x7E3D;&#x4E0D;&#x80FD;&#x8AAA;&#x6211;&#x7528; Ruby on Rails &#x505A;&#x51FA;&#x4F86;&#x7684;&#x6771;&#x897F;&#x5C31;&#x4E00;&#x5B9A;&#x9177;&#xFF0C;<br>&#x7528; OmmWriter &#x5BEB;&#x51FA;&#x4F86;&#x7684;&#x6587;&#x7AE0;&#x5C31;&#x4E00;&#x5B9A;&#x597D;&#x3002;</p>
<p>&#x6211;&#x4E5F;&#x4E0D;&#x89BA;&#x5F97;&#x4E00;&#x5B9A;&#x8981;&#x6309;&#x7167;&#x6240;&#x9762;&#x8A66;&#x5DE5;&#x7A2E;&#x7684;&#x898F;&#x7BC4;&#x53BB;&#x7A7F;&#x8457;&#xFF0C;&#x6BD4;&#x5982;&#x7A0B;&#x5E8F;&#x54E1;&#x5C31;&#x4E00;&#x5B9A;&#x8981;&#x4F11;&#x9592;&#xFF0C;&#x6295;&#x884C;&#x5C31;&#x4E00;&#x5B9A;&#x8981;&#x6B63;&#x5F0F;&#x3002;<br>&#x4F60;&#x61C9;&#x8A72;&#x9075;&#x5F9E;&#x81EA;&#x5DF1;&#x7684;&#x79C1;&#x4EBA; dress code &#x53BB;&#x7A7F;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x9075;&#x5F9E;&#x4F60;&#x7684;&#x8077;&#x696D;&#x7684; dress code&#x3002;  </p>
<p><strong>&#x300C;&#x54C1;&#x4F4D;&#x300D;&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x5982;&#x4F55;&#x8861;&#x91CF;&#xFF1F;</strong>  </p>
<p>&#x5224;&#x65B7;&#x4E8B;&#x7269;&#x597D;&#x58DE;&#x7684;&#x81BD;&#x91CF;&#x548C;&#x80FD;&#x529B;&#xFF0C;&#x4EE5;&#x53CA;&#x5C0D;&#x58DE;&#x6771;&#x897F;&#x8AAA;&#x4E0D;&#x7684;&#x80FD;&#x529B;&#x3002;</p>
<p><strong>&#x300C;&#x91D1;&#x58EB;&#x987F;&#x5C06;&#x4E8E;&#x672C;&#x6708; 4 &#x65E5;&#x53D1;&#x5E03;&#x4E00;&#x6B3E; 8GB &#x5BB9;&#x91CF;&#x7684; U &#x76D8;&#x300D;&#x8FD9;&#x53E5;&#x8BDD;&#x5E94;&#x8BE5;&#x5728;&#x54EA;&#x4E9B;&#x5730;&#x65B9;&#x52A0;&#x5165;&#x7A7A;&#x683C;&#x624D;&#x80FD;&#x770B;&#x8D77;&#x6765;&#x6BD4;&#x8F83;&#x7F8E;&#x89C2;&#xFF1F;</strong></p>
<p>&#x91D1;&#x58EB;&#x987F;&#x5C06;&#x4E8E;&#x672C;&#x6708;&#x56DB;&#x65E5;&#x53D1;&#x5E03;&#x4E00;&#x6B3E; 8 GB &#x5BB9;&#x91CF;&#x7684; U &#x76D8;&#x3002;</p>
<h1 id="human-and-substance-relationship"><a href="#Human_and_substance_relationship" class="headerlink" title="Human and substance relationship"></a>Human and substance relationship</h1><p>&#x8CBC;&#x819C;&#x554F;&#x984C;&#x7684;&#x80CC;&#x5F8C;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x5982;&#x4F55;&#x5B9A;&#x7FA9;&#x4EBA;&#x548C;&#x7269;&#x54C1;&#x7684;&#x95DC;&#x4FC2;&#x7684;&#x554F;&#x984C;&#x3002;  </p>
<p>&#x4F60;&#x7684;&#x6D88;&#x8CBB;&#x884C;&#x7232;&#x662F;&#x7D42;&#x6B62;&#x65BC;&#x7269;&#x54C1;&#x5230;&#x624B;&#x7684;&#x90A3;&#x4E00;&#x523B;&#xFF0C;&#x9084;&#x662F;&#x8AAA;&#x5230;&#x624B;&#x7684;&#x90A3;&#x4E00;&#x523B;&#x624D;&#x662F;&#x6D88;&#x8CBB;&#x884C;&#x7232;&#x7684;&#x958B;&#x59CB;&#xFF1F;<br>&#x559C;&#x611B;&#x8CBC;&#x819C;&#x7684;&#x4EBA;&#x6216;&#x8A31;&#x5C6C;&#x65BC;&#x524D;&#x8005;&#xFF1A;&#x6D88;&#x8CBB;&#x884C;&#x7232;&#x5DF2;&#x7D93;&#x7D42;&#x6B62;&#xFF0C;&#x617E;&#x671B;&#x5DF2;&#x7D93;&#x6EFF;&#x8DB3;&#xFF0C;&#x6240;&#x4EE5;&#x8981;&#x628A;&#x7269;&#x54C1;&#x7528;&#x819C;&#x5C01;&#x5B58;&#x8D77;&#x4F86;&#xFF0C;&#x5118;&#x53EF;&#x80FD;&#x5730;&#x4FDD;&#x6301;&#x525B;&#x8CB7;&#x5230;&#x6642;&#x7684;&#x72C0;&#x614B;&#x3002;&#x4FDD;&#x5B58;&#x90A3;&#x72C0;&#x614B;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x4FDD;&#x5B58;&#x300C;&#x617E;&#x671B;&#x4E4B;&#x7269;&#x4EF6;&#x300D;&#x5230;&#x624B;&#x90A3;&#x4E00;&#x523B;&#x7684;&#x5FC3;&#x5883;&#x3002;<br>&#x5C0D;&#x6211;&#x4F86;&#x8AAA;&#xFF0C;&#x7269;&#x54C1;&#x5230;&#x624B;&#x7684;&#x90A3;&#x4E00;&#x523B;&#x624D;&#x662F;&#x6D88;&#x8CBB;&#x884C;&#x7232;&#x7684;&#x958B;&#x59CB;&#x3002;<br>&#x6211;&#x8981;&#x5728;&#x6211;&#x7684;&#x7269;&#x54C1;&#x4E2D;&#x7559;&#x4E0B;&#x5370;&#x8A18;&#xFF0C;&#x800C;&#x9019;&#x5FC5;&#x9808;&#x901A;&#x904E;&#x6211;&#x7684;&#x8EAB;&#x9AD4;&#x2014;&#x2014;&#x800C;&#x975E;&#x5176;&#x5B83;&#x7269;&#x9AD4;&#xFF08;&#x4F8B;&#x5982;&#x819C;&#x548C;&#x4FDD;&#x8B77;&#x5957;&#xFF09;&#x2014;&#x2014;&#x4F86;&#x5B8C;&#x6210;&#x3002;&#x5728;&#x6211;&#x7684;&#x7406;&#x89E3;&#x4E2D;&#xFF0C;@&#x6881;&#x6D77; &#x541B;&#x6240;&#x8AAA;&#x7684;&#x300C;&#x624B;&#x611F;&#x300D;&#x6307;&#x7684;&#x6B63;&#x662F;&#x9019;&#x7A2E;&#x8EAB;&#x9AD4;&#x548C;&#x7269;&#x54C1;&#x7684;&#x806F;&#x7E6B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x300C;&#x6253;&#x8D77;&#x5B57;&#x4F86;&#x723D;&#x4E0D;&#x723D;&#x300D;&#x300C;&#x597D;&#x4E0D;&#x597D;&#x6253;&#x300D;</p>
<h1 id="cultivation-for-productmanager"><a href="#Cultivation_for_ProductManager" class="headerlink" title="Cultivation for ProductManager"></a>Cultivation for ProductManager</h1><p><strong>&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x57F9;&#x517B;&#x7EC6;&#x8282;&#x610F;&#x8BC6;&#xFF1F;</strong><br>&#x591A;&#x7528;&#x65E5;&#x8CA8;&#x3002;</p>
<p>&#x4EA7;&#x54C1;&#x7ECF;&#x7406;  </p>
<p>&#x6211;&#x89BA;&#x5F97;&#x6240;&#x8B02;&#x7814;&#x7A76;&#x7528;&#x6236;&#x53CD;&#x994B;&#x662F;&#x6307;&#x4ED6;&#x5011;&#x7684;&#x81EA;&#x7136;&#x53CD;&#x994B;&#xFF0C;&#x5373;&#x6536;&#x96C6;&#x4E26;&#x5206;&#x6790;&#x4ED6;&#x5011;&#x4F7F;&#x7528;&#x7522;&#x54C1;&#x6642;&#x7522;&#x751F;&#x7684;&#x6578;&#x64DA;&#xFF0C;&#x6839;&#x64DA;&#x9019;&#x6578;&#x64DA;&#x8003;&#x616E;&#x662F;&#x5426;&#x8981;&#x8ABF;&#x6574;&#x7522;&#x54C1;&#x8A2D;&#x8A08;&#xFF0C;&#x4E0D;&#x662F;&#x8DD1;&#x904E;&#x53BB;&#x554F;&#x4ED6;&#x8AAA;&#x300C;&#x4F60;&#x89BA;&#x5F97;&#x7522;&#x54C1;&#x600E;&#x9EBC;&#x6A23;&#x300D;&#x3002;&#x884C;&#x7232;&#x6BD4;&#x8A00;&#x8AD6;&#x91CD;&#x8981;&#x3002;<br>&#x7522;&#x54C1;&#x7D93;&#x7406;&#x4E3B;&#x8981;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x5C31;&#x662F;&#x958B;&#x6703;&#x3001;&#x5BEB;&#x5B57;&#x3001;&#x756B;&#x4FE1;&#x606F;&#x67B6;&#x69CB;&#x5716;&#x3002;&#x5979;&#x5148;&#x8981;&#x6709;&#x60F3;&#x6CD5;&#xFF0C;&#x7136;&#x5F8C;&#x8981;&#x6709;&#x80FD;&#x529B;&#x548C;&#x7A0B;&#x5E8F;&#x54E1;&#x4EE5;&#x53CA;&#x8A2D;&#x8A08;&#x5E2B;&#x6E9D;&#x901A;&#x3002;&#x9019;&#x6E9D;&#x901A;&#x5C31;&#x662F;&#x4E00;&#x7A2E;&#x66F8;&#x5BEB;&#x3002;&#x66F8;&#x5BEB;&#x7684;&#x672C;&#x8CEA;&#xFF1A;&#x7528;&#x7B26;&#x865F;&#x9032;&#x884C;&#x8868;&#x9054;&#x3002;  </p>
<p><strong>&#x5982;&#x4F55;&#x7406;&#x89E3;&#x4E54;&#x5E03;&#x65AF;&#x8BF4;&#x7684;&#x300C;&#x6D88;&#x8D39;&#x8005;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#xFF0C;&#x76F4;&#x5230;&#x6211;&#x4EEC;&#x62FF;&#x51FA;&#x81EA;&#x5DF1;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x4ED6;&#x4EEC;&#x5C31;&#x53D1;&#x73B0;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x300D;&#xFF1F;</strong>  </p>
<p><strong>&#x6211;&#x5011;&#x8981;&#x7684;&#x4E0D;&#x662F;&#x96FB;&#x51B0;&#x7BB1;&#xFF0C;&#x800C;&#x662F;&#x51B0;&#x5564;&#x9152;?</strong><br>&#x771F;&#x7684;&#x55CE;&#xFF1F;&#x5982;&#x4ECA;&#x611B;&#x51B0;&#x7BB1;&#x52DD;&#x904E;&#x5564;&#x9152;&#x7684;&#x4EBA;&#x53EF;&#x4E00;&#x9EDE;&#x4E0D;&#x5C11;&#x3002;&#x4F60;&#x8CB7;&#x4E86; Logic Pro X&#xFF0C;&#x505A;&#x51FA;&#x4EC0;&#x9EBC;&#x53B2;&#x5BB3;&#x7684;&#x8072;&#x97F3;&#x4F5C;&#x54C1;&#x4E86;&#xFF1F;&#x4E0B;&#x8F09;&#x4E86;  Xcode&#xFF0C;&#x958B;&#x767C;&#x51FA;&#x4EC0;&#x9EBC;&#x8EDF;&#x4EF6;&#x4E86;&#xFF1F;  &#x4F60;&#x53E3;&#x888B;&#x88E1;&#x6709;&#x582A;&#x6BD4;&#x5E7E;&#x5E74;&#x524D;&#x7684;&#x55AE;&#x53CD;&#x7684;&#x76F8;&#x6A5F;&#xFF0C;&#x62CD;&#x51FA;&#x4EC0;&#x9EBC;&#x597D;&#x7167;&#x7247;&#x4E86;&#xFF1F;  &#x4EE5;&#x4E0A;&#x662F;&#x5F9E;&#x5275;&#x4F5C;&#x8005;&#x89D2;&#x5EA6;&#x8AAA;&#x7684;&#x3002;<br>&#x5F9E;&#x6D88;&#x8CBB;&#x8005;&#x89D2;&#x5EA6;&#x8AAA;&#xFF0C;&#x6211;&#x5011;&#x4E5F;&#x770B;&#x5230;&#x8D8A;&#x4F86;&#x8D8A;&#x591A;&#x4EBA;&#x5F88;&#x5728;&#x610F;&#x4F60;&#x7684;&#x6771;&#x897F;&#x662F;&#x7528;&#x4EC0;&#x9EBC;&#x5DE5;&#x5177;&#x3001;&#x600E;&#x9EBC;&#x505A;&#x51FA;&#x4F86;&#x7684;&#xFF0C;&#x9019;&#x88AB;&#x7A31;&#x7232;&#x300C;&#x4E7E;&#x8CA8;&#x300D;&#x3002;<br>&#x81F3;&#x65BC;&#x6771;&#x897F;&#x597D;&#x4E0D;&#x597D;&#xFF0C;&#x90A3;&#x662F;&#x300C;&#x6975;&#x5EA6;&#x79C1;&#x4EBA;&#x7684;&#x4E8B;&#x60C5;&#x300D;&#xFF0C;&#x300C;&#x6BCF;&#x500B;&#x4EBA;&#x90FD;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x770B;&#x6CD5;&#x300D;&#xFF0C;&#x300C;&#x4E0D;&#x8981;&#x628A;&#x4F60;&#x7684;&#x4E3B;&#x89C0;&#x559C;&#x597D;&#x5F37;&#x52A0;&#x65BC;&#x6211;&#x300D;&#x3002;</p>
<p>&#x55AC;&#x5E03;&#x65AF;&#x7684;&#x90A3;&#x53E5;&#x8A71;&#x5F88;&#x6F02;&#x4EAE;&#xFF0C;&#x4F46;&#x860B;&#x679C;&#x751F;&#x7522;&#x7684;&#x4E0D;&#x662F;&#x4E00;&#x822C;&#x7684;&#x7522;&#x54C1;&#xFF0C;&#x800C;&#x662F;&#x5A92;&#x4ECB;&#xFF08;media&#xFF09;&#x548C;&#x5DE5;&#x5177;&#x3002;<br>Marshall McLuhan &#x4E4B;&#x5F8C;&#xFF0C;&#x6211;&#x5011;&#x90FD;&#x77E5;&#x9053;&#x5A92;&#x4ECB;&#x4E0D;&#x53EA;&#x662F;&#x4E00;&#x500B;&#x50BB;&#x4E4E;&#x4E4E;&#x7684;&#x7BA1;&#x9053;&#xFF0C;&#x800C;&#x662F;&#x6703;&#x5F71;&#x97FF;&#x7BA1;&#x9053;&#x88E1;&#x5167;&#x5BB9;&#x3001;&#x50AC;&#x751F;&#x4E0D;&#x5B58;&#x5728;&#x7684;&#x65B0;&#x5167;&#x5BB9;&#x7684;&#x3002;<br>&#x51B0;&#x7BB1;&#x548C;&#x5564;&#x9152;&#x7684;&#x6BD4;&#x55BB;&#xFF0C;&#x7528;&#x5728; Google   &#x641C;&#x7D22;&#x5F15;&#x64CE;&#x4E0A;&#x53EF;&#x80FD;&#x6BD4;&#x8F03;&#x5408;&#x9069;&#xFF0C;&#x800C;&#x55AC;&#x5E03;&#x65AF;&#x7684;&#x73A9;&#x6CD5;&#x662F;&#x628A;&#x5DE5;&#x5177;&#x505A;&#x6210;&#x617E;&#x671B;&#x7269;&#x4EF6;&#xFF0C;&#x9019;&#x4E9B;&#x7269;&#x4EF6;&#x5C31;&#x50CF;&#x50AC;&#x751F;&#x65B0;&#x5167;&#x5BB9;&#x7684;&#x5A92;&#x4ECB;&#x4E00;&#x6A23;&#xFF0C;&#x5E36;&#x4F86;&#x4E86;&#x65B0;&#x7684;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;&#x548C;&#x65B0;&#x7684;&#xFF0C;&#x5443;&#xFF0C;&#x300C;&#x9700;&#x6C42;&#x300D;&#x3002;<br>&#x5F9E;&#x9019;&#x500B;&#x610F;&#x7FA9;&#x4E0A;&#x8AAA;&#xFF0C;&#x4E0D;&#x4F46;&#x300C;&#x7528;&#x6236;&#x300D;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x4EC0;&#x9EBC;&#xFF0C;&#x55AC;&#x5E03;&#x65AF;&#x548C;&#x860B;&#x679C;&#x7684;&#x8A2D;&#x8A08;&#x5E2B;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x3002;&#x90A3;&#x662F;&#x4E00;&#x500B;&#x8B8A;&#x91CF;&#x3002; </p>
<p>&#x5DE5;&#x5177;&#x5D07;&#x62DC;&#x5DF2;&#x7D93;&#x8B93;&#x6211;&#x5011;&#x9032;&#x5165;&#x4E86;&#x5168;&#x9762;&#x7684; meta [1] &#x6642;&#x4EE3;&#xFF08;&#x300C;&#x8A55;&#x8AD6;&#x7E94;&#x662F;&#x672C;&#x9AD4;&#x300D;&#xFF09;&#xFF0C;&#x9019;&#x662F;&#x5F88;&#x907A;&#x61BE;&#x7684;&#x4E8B;&#x3002;<br>&#x55AC;&#x5E03;&#x65AF;&#x4E4B;&#x6240;&#x4EE5;&#x5049;&#x5927;&#xFF0C;&#x4E0D;&#x662F;&#x56E0;&#x7232;&#x4ED6;&#x8AAA;&#x51FA;&#x4E86;&#x672C;&#x984C;&#x4E2D;&#x7684;&#x90A3;&#x53E5;&#x8A71;&#xFF0C;&#x800C;&#x662F;&#x4ED6;&#x8EAB;&#x7232;&#x4E00;&#x500B;&#x9020;&#x5DE5;&#x5177;&#x7684;&#x4EBA;&#xFF0C;&#x6DF1;&#x523B;&#x5730;&#x660E;&#x767D;&#x8A55;&#x8AD6;&#x4E0D;&#x662F;&#x672C;&#x9AD4;&#xFF0C;&#x672C;&#x9AD4;&#x7E94;&#x662F;&#x672C;&#x9AD4;&#xFF1A;<br>&#x2018;Apple products eventually all ended up in landfills. Pixar movies would live forever.&#x2019;</p>
<h1 id="translation-and-english-learning"><a href="#Translation_and_English_Learning" class="headerlink" title="Translation and English Learning"></a>Translation and English Learning</h1><p>&#x5D07;&#x6D0B;&#x7A0B;&#x5EA6;&#x6C7A;&#x5B9A;&#x4E86;&#x5916;&#x8A9E;&#x6C34;&#x5E73;&#x3002;  </p>
<p><strong>&#x4F60;&#x6700;&#x559C;&#x6B22;&#x7684;&#x4E00;&#x53E5;&#x5E7F;&#x544A;&#x8BED;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;</strong></p>
<p> HSBC: The World&#x2019;s Local Bank &#x74B0;&#x7403;&#x91D1;&#x878D;&#xFF0C;&#x5730;&#x65B9;&#x667A;&#x6167;</p>
<p>Expedited Review&#xFF08;&#x52A0;&#x6025;&#x7533;&#x8ACB;&#xFF09; </p>
<p><strong>&#x300C;&#x5C71;&#x5BE8;&#x3001;&#x5883;&#x754C;&#x3001;&#x6C5F;&#x6E56;&#x300D;&#x600E;&#x4E48;&#x7FFB;&#x8BD1;&#x6210;&#x82F1;&#x8BED;&#xFF1F;</strong></p>
<p> fake &#x6216; knockoff&#x3002;<br>&#x5883;&#x754C;&#x6709;&#x6642;&#x53EF;&#x4EE5;&#x7FFB;&#x8B6F;&#x6210; league&#x3002;&#x300C;&#x4ED6;&#x5B8C;&#x5168;&#x662F;&#x53E6;&#x4E00;&#x500B;&#x5883;&#x754C;&#x7684;&#x3002;&#x300D;He&#x2019;s in a different league.</p>
<p><strong>&#x300C;&#x8981;&#x6709;&#x7231;&#x300D;&#x5982;&#x4F55;&#x7FFB;&#x8BD1;&#x6210;&#x82F1;&#x8BED;&#xFF1F;</strong></p>
<p>design should be emotional</p>
<p><strong>&#x5982;&#x4F55;&#x628A;&#x300C;&#x5FC3;&#x7075;&#x9E21;&#x6C64;&#x300D;&#x7FFB;&#x8BD1;&#x6210;&#x5730;&#x9053;&#x7684;&#x82F1;&#x6587;&#xFF1F;</strong></p>
<p>Inspirational speech / Motivational speech</p>
<p><strong>&#x300C;&#x79C1;&#x4EE5;&#x4E3A;&#x300D;&#x3001;&#x300C;&#x4EE5;&#x4E0A;&#x300D;&#x7528;&#x82F1;&#x8BED;&#x600E;&#x4E48;&#x8BF4;&#xFF1F;</strong>  </p>
<p>&#x79C1;&#x4EE5;&#x7232;&#xFF1A;For what it&#x2019;s worth / For that matter.&#x4EE5;&#x4E0A;&#xFF1A;That would be all.</p>
<p><strong>&#x300C;&#x77E5;&#x884C;&#x5408;&#x4E00;&#x300D;&#x5982;&#x4F55;&#x7528;&#x82F1;&#x6587;&#x8868;&#x8FBE;&#xFF1F;</strong></p>
<p>Put your money where your mouth is.Practice what you preach.</p>
<p><strong>&#x300C;&#x75DB;&#x70B9;&#x300D;&#x6765;&#x6E90;&#x4E8E;&#x54EA;&#x4E2A;&#x5916;&#x8BED;&#x5355;&#x8BCD;&#xFF1F;</strong>  </p>
<p>pain point</p>
<p><strong>&#x600E;&#x6837;&#x7528;&#x82F1;&#x8BED;&#x8868;&#x8FBE;&#x300C;&#x56FE;&#x4E2A;&#x5565;&#x300D;&#xFF1F;</strong></p>
<p>What&#x2019;s in it for you?  </p>
<p><strong>&#x300C;&#x6839;&#x672C;&#x505C;&#x4E0D;&#x4E0B;&#x6765;&#x300D;&#x5982;&#x4F55;&#x7FFB;&#x8BD1;&#x6210;&#x82F1;&#x6587;&#xFF1F;</strong>  </p>
<p>Don&#x2019;t stop &#x2018;til you get enough.</p>
<p><strong>&#x300C;&#x6D0B;&#x6C14;&#x300D;&#x8FD9;&#x4E2A;&#x8BCD;&#x5982;&#x4F55;&#x7FFB;&#x8BD1;&#x4E3A;&#x82F1;&#x8BED;&#xFF1F;</strong><br>Posh</p>
<p><strong>&#x300C;Sensibility&#x300D;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;&#x4E2D;&#x6587;&#x53EB;&#x4EC0;&#x4E48;&#xFF1F;</strong></p>
<p>&#x540D;&#x8A5E;&#x3002;&#x610F;&#x601D;&#x662F;&#x5C0D;&#x8907;&#x96DC;&#x7684;&#x60C5;&#x611F;&#x6216;&#x7F8E;&#x5B78;&#x7684;&#x611F;&#x53D7;&#x80FD;&#x529B;&#x3002;&#x8209;&#x500B;&#x4F8B;&#x5B50;&#xFF0C;Seinfeld &#x6709;&#x4E00;&#x96C6;&#xFF0C;&#x4E00;&#x500B;&#x8857;&#x982D;&#x6DF7;&#x6DF7;&#x8B93; Jerry Seinfeld &#x5E6B;&#x5FD9;&#x53BB;&#x96FB;&#x5F71;&#x9662;&#x62CD;&#x69CD;&#x789F;&#xFF08;&#x7576;&#x5E74;&#x662F;&#x9304;&#x50CF;&#x5E36;&#x4E86;&#xFF09;&#xFF0C;Jerry &#x7684;&#x6210;&#x679C;&#x4EE4;&#x4ED6;&#x5F88;&#x6EFF;&#x610F;&#x3002;&#x65BC;&#x662F;&#x53C8;&#x6709;&#x4E86;&#x4E0B;&#x4E00;&#x500B;&#x6D3B;&#x5152;&#xFF1A;&#x300C;&#x672C;&#x4F86;&#x6211;&#x60F3;&#x8B93;&#x6211;&#x53E6;&#x5916;&#x4E00;&#x500B;&#x54E5;&#x5011;&#x5152;&#x53BB;&#x62CD;&#x7684;&#xFF0C;&#x4E0D;&#x904E;&#x9019;&#x6B21;&#x7684;&#x662F;&#x85DD;&#x8853;&#x7247;&#xFF0C;&#x8001;&#x5BE6;&#x8AAA;&#xFF0C;&#x6211;&#x89BA;&#x5F97;&#x4ED6;&#x6C92;&#x90A3; sensibility&#x3002;&#x300D;<br>&#x53E6;&#x5916;&#x5982; Susan Sontag &#x7684; Notes on Camp   &#x958B;&#x7BC7;&#x5C31;&#x8AAA;&#x4E86;&#xFF0C;camp &#x662F;&#x4E00;&#x7A2E; sensibility&#x3002;<br>&#x9019;&#x500B;&#x8A5E;&#x5728;&#x9999;&#x6E2F;&#x548C;&#x81FA;&#x7063;&#x8B6F;&#x7232;&#x300C;&#x611F;&#x6027;&#x300D;&#xFF0C;&#x5728;&#x5927;&#x9678;&#x76EE;&#x524D;&#x4F3C;&#x7121;&#x901A;&#x884C;&#x8B6F;&#x6CD5;&#x3002;</p>
<p><strong>&#x6296;&#x673A;&#x7075;&#x5BF9;&#x5E94;&#x7684;&#x82F1;&#x8BED;&#x662F;&#x5565;&#xFF1F;</strong>  </p>
<p>One-liner</p>
<p><strong>&#x300C;&#x4E0D;&#x5E26;&#x8FD9;&#x6837;&#x7684;&#x300D;&#x7528;&#x82F1;&#x6587;&#x600E;&#x4E48;&#x8868;&#x8FBE;&#xFF1F;</strong>  </p>
<p>That&#x2019;s uncalled for&#x3002;  </p>
<p><strong>&#x300C;&#x6124;&#x4E16;&#x5AC9;&#x4FD7;&#x300D;&#x7684;&#x82F1;&#x6587;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x8BF4;&#xFF1F;</strong>  </p>
<p>&#x96E3;&#x9053;&#x4E0D;&#x5C31;&#x662F; cynical &#x55CE;&#xFF1F;</p>
<p><strong>&#x5728;&#x82F1;&#x8BED;&#x4E2D; wealth &#x548C; fortune &#x540C;&#x4E3A;&#x201C;&#x8D22;&#x5BCC;&#x201D; &#x7684;&#x610F;&#x601D;&#xFF0C;&#x4E24;&#x8005;&#x4E4B;&#x95F4;&#x6709;&#x4EC0;&#x4E48;&#x533A;&#x522B;&#xFF1F;</strong></p>
<p>Wealth &#x4E0D;&#x662F;&#x9322;&#xFF0C;&#x4E0D;&#x662F;&#x8CA1;&#x5BCC;&#xFF0C;&#x800C;&#x662F;&#x300C;&#x5C0D;&#x4EBA;&#x5011;&#x6709;&#x7528;&#x7684;&#x6771;&#x897F;&#x300D;</p>
<p><strong>&#x300C;Presentation&#x300D;&#x548C;&#x300C;keynote&#x300D;&#x8FD9;&#x4E24;&#x4E2A;&#x8BCD;&#x6709;&#x4EC0;&#x4E48;&#x533A;&#x522B;&#xFF1F;</strong>  </p>
<p>&#x4EFB;&#x4F55;&#x91DD;&#x5C0D;&#x67D0;&#x4E00;&#x4E3B;&#x984C;&#x3001;&#x70BA;&#x7279;&#x5B9A;&#x5C0D;&#x8C61;&#x6240;&#x505A;&#x8B1B;&#x6F14;&#x90FD;&#x53EF;&#x4EE5;&#x53EB; presentation&#x3002;Presentation &#x7684;&#x5B57;&#x9762;&#x610F;&#x601D;&#x5C31;&#x662F;&#x300C;&#x628A;&#x4EC0;&#x9EBC;&#x4EC0;&#x9EBC;&#x5448;&#x73FE;&#x7D66;&#x59B3;&#x300D;&#x3002;<br>Keynote &#x5247;&#x662F;&#x6307;&#x6703;&#x8B70;&#x7684;&#x4E3B;&#x984C;&#x6F14;&#x8B1B;&#x3002;&#x4E00;&#x5834;&#x6703;&#x8B70;&#x901A;&#x5E38;&#x53EA;&#x6709;&#x4E00;&#x500B; keynote &#x6F14;&#x8B1B;&#x3002;  </p>
<p><strong>&#x300C;&#x8C0B;&#x4E8B;&#x5728;&#x4EBA;&#xFF0C;&#x6210;&#x4E8B;&#x5728;&#x5929;&#x300D;&#x7528;&#x82F1;&#x8BED;&#x600E;&#x4E48;&#x8BF4;&#xFF1F;</strong>  </p>
<p>Preparation can only take you so far.</p>
<p><strong>&#x300C;How are you?&#x300D; &#x600E;&#x6837;&#x56DE;&#x7B54;&#x4F1A;&#x663E;&#x5F97;&#x6211;&#x5F88;&#x6709;&#x6587;&#x5316;&#x3001;&#x5F88;&#x9AD8;&#x7AEF;&#xFF1F;</strong>  </p>
<p>&#x2018;Good enough.&#x2019;</p>
<p><strong>SuperDuper! &#x7684; tagline&#x300C;Heroic System Recovery For Mere Mortals&#x300D;&#x8BE5;&#x5982;&#x4F55;&#x7FFB;&#x8BD1;&#xFF1F;</strong>  </p>
<p>&#x5C0F;&#x767D;&#x4E5F;&#x80FD;&#x8F15;&#x9B06;&#x5B78;&#x6703;&#x7684;&#x5F6A;&#x608D;&#x7CFB;&#x7D71;&#x6062;&#x5FA9;&#x670D;&#x52D9;&#x3002;</p>
<p><strong>&#x300C;&#x4E94;&#x6BDB;&#x300D;&#x7528;&#x82F1;&#x6587;&#x600E;&#x4E48;&#x7FFB;&#x8BD1;&#xFF1F;</strong><br>Shill.</p>
<p>Sometimes they seemed to grasp instinctively at the worst of both worlds: the worst modern habits, the worst traditional beliefs.<br>&#x6709;&#x6642;&#x4ED6;&#x5011;&#x4F3C;&#x4E4E;&#x672C;&#x80FD;&#x5730;&#x6C42;&#x52A9;&#x65BC;&#x5169;&#x500B;&#x4E16;&#x754C;&#x88E1;&#x6700;&#x7CDF;&#x7CD5;&#x7684;&#x6771;&#x897F;&#xFF1A;&#x6700;&#x5DEE;&#x7684;&#x73FE;&#x4EE3;&#x751F;&#x6D3B;&#x7FD2;&#x6163;&#xFF0C;&#x6700;&#x5DEE;&#x7684;&#x50B3;&#x7D71;&#x89C0;&#x5FF5;</p>
<p><strong>&#x300C;&#x4E0D;&#x7ECF;&#x610F;&#x95F4;&#x300D;&#x600E;&#x4E48;&#x7528;&#x82F1;&#x8BED;&#x8868;&#x8FBE;&#xFF1F;</strong>  </p>
<p>Inadvertently. </p>
<p><strong>&#x300C;Turn on, tune in, drop out.&#x300D;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x7FFB;&#x8BD1;&#xFF1F;</strong>  </p>
<p>&#x805A;&#x795E;&#x3001;&#x5165;&#x4E16;&#x3001;&#x51FA;&#x79BB;</p>
<p><strong>&#x82F1;&#x6587;&#x4E2D;&#xFF0C;&#x6709;&#x54EA;&#x4E9B;&#x5A49;&#x8F6C;&#x793C;&#x8C8C;&#x7684;&#x65B9;&#x6CD5;&#x8868;&#x793A;&#x300C;&#x5426;&#x8BA4;&#x300D;&#x4E0E;&#x300C;&#x62D2;&#x7EDD;&#x300D;&#xFF1F;</strong>  </p>
<p>&#x62D2;&#x7D55;&#xFF1A;&#x2018;I&#x2019;m good.&#x2019; &#x2018;It&#x2019;s okay.&#x2019;&#x5426;&#x8A8D;&#xFF1A;&#x2018;&#x2026; I don&#x2019;t know.&#x2019;&#x4EE5;&#x4E0A;&#x5747;&#x7232;&#x7F8E;&#x5F0F;&#x8868;&#x9054;&#xFF0C;&#x7ACA;&#x4EE5;&#x7232;&#x5A49;&#x8F49;&#x5230;&#x865B;&#x50DE;&#x3002;  </p>
<p><strong>&#x300C;&#x4E0D;&#x6015;&#x795E;&#x4E00;&#x6837;&#x7684;&#x5BF9;&#x624B;&#xFF0C;&#x5C31;&#x6015;&#x732A;&#x4E00;&#x6837;&#x7684;&#x961F;&#x53CB;&#x300D;&#x5982;&#x4F55;&#x7FFB;&#x8BD1;&#x6210;&#x82F1;&#x6587;&#x6BD4;&#x8F83;&#x597D;&#xFF1F;</strong>  </p>
<p>A weak teammate does you more harm than a strong enemy.</p>
<p><strong>&#x300C;&#x597D;&#x4EBA;&#x5361;&#x300D;&#x7684;&#x82F1;&#x6587;&#x600E;&#x4E48;&#x8BF4;&#xFF1F;</strong><br>Kiss of Death.</p>
<p><strong>&#x53C2;&#x52A0;&#x82F1;&#x8BED;&#x89D2;&#x65F6;&#x6709;&#x54EA;&#x4E9B;&#x5E38;&#x7528;&#x7684;topic,&#x52A0;&#x5165;&#x4E00;&#x4E2A;group&#x53C2;&#x4E0E;&#x8BA8;&#x8BBA;&#x7684;&#x7834;&#x51B0;&#x53E5;&#x5B50;&#x6709;&#x54EA;&#x4E9B;?</strong></p>
<p>&#x2018;Have you ever noticed that &#x2026;?&#x2019;</p>
<p><strong>Cinematic &#x5F62;&#x5BB9;&#x97F3;&#x4E50;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF1F;</strong>  </p>
<p>&#x5169;&#x500B;&#x4F8B;&#x5B50;&#x88CF;&#x7B2C;&#x4E00;&#x500B;&#x662F;&#x5F88;&#x6709;&#x756B;&#x9762;&#x611F;&#xFF0C;&#x7B2C;&#x4E8C;&#x500B;&#x662F;&#x5F88;&#x50CF;&#x96FB;&#x5F71;&#x914D;&#x6A02;&#x3002;</p>
<p><strong>&#x5728;&#x6B63;&#x5F0F;&#x7684;&#x6587;&#x7AE0;&#x4E2D;&#x51FA;&#x73B0;&#x300C;app&#x300D;&#x65F6;&#x5E94;&#x5982;&#x4F55;&#x5927;&#x5C0F;&#x5199;&#xFF1F;&#x5E94;&#x8BE5;&#x5199; App &#x8FD8;&#x662F; app &#x8FD8;&#x662F; APP &#xFF1F;&#x5176;&#x590D;&#x6570;&#x5F62;&#x5F0F;&#x5E94;&#x8BE5;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;</strong></p>
<p>&#x6C38;&#x9060;&#x4E0D;&#x61C9;&#x8A72;&#x5BEB; APP&#x3002;&#x8655;&#x65BC;&#x53E5;&#x9996;&#x5BEB; App&#xFF0C;&#x8655;&#x65BC;&#x53E5;&#x5B50;&#x4E2D;&#x9593;&#x5BEB; app&#x3002;&#x53EF;&#x4EE5;&#x8907;&#x6578;&#x3002;&#xFF08;&#x95DC;&#x65BC;&#x8907;&#x6578;&#xFF0C;&#x8AAA;&#x4E00;&#x500B;&#x984C;&#x5916;&#x8A71;&#xFF0C;&#x767C;&#x73FE;&#x73FE;&#x5728;&#x5F88;&#x591A;&#x4EBA;&#x5728;&#x53E3;&#x8A9E;&#x88CF;&#xFF0C;&#x4E0D;&#x8AD6;&#x4EC0;&#x9EBC;&#x60C5;&#x6CC1;&#xFF0C;&#x4E00;&#x6982;&#x7232; app &#x52A0;&#x4E0A;&#x4E86; s&#x3002;&#xFF09;</p>
<p><strong>&#x4E00;&#x822C;&#x8BF4;&#x7684;&#x65E9;&#x5348;&#x9910;Brunch&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x65F6;&#x95F4;&#x5403;&#x554A;&#xFF1F;</strong>&#x2018;<br>10:00 &#x2014; 16:00</p>
<p><strong>&#x82F1;&#x6587;&#x591A;&#x9879;&#x5217;&#x8868;&#x91CC;&#x9762;&#x6BCF;&#x9879;&#x5982;&#x679C;&#x90FD;&#x662F;&#x77ED;&#x53E5;&#xFF0C;&#x6700;&#x540E;&#x8981;&#x52A0;&#x53E5;&#x53F7;&#x4E48;&#xFF1F;</strong><br>&#x8981;&#x3002;</p>
<p><strong>&#x4E2D;&#x6587;&#x91CC;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x8BE5;&#x7528;&#x76F4;&#x89D2;&#x5F15;&#x53F7;&#x300C;&#x300D;&#xFF0C;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x8BE5;&#x7528;&#x5F2F;&#x5F15;&#x53F7; &#x201C;&#x201D;&#xFF1F;</strong><br>&#x7528;&#x897F;&#x6587;&#x6642;&#x61C9;&#x8A72;&#x7528; &#x201C; &#x201D;&#xFF0C;&#x7528;&#x4E2D;&#x6587;&#x6642;&#x61C9;&#x8A72;&#x7528;&#x300C;&#x300D;&#x3002;&#xFF08;&#x5176;&#x5BE6;&#x897F;&#x6587;&#x4E5F;&#x4E0D;&#x80FD;&#x4E00;&#x6982;&#x800C;&#x8AD6;&#x3002;&#x6CD5;&#x6587;&#x548C;&#x5FB7;&#x6587;&#x7684;&#x6B63;&#x898F;&#x5370;&#x5237;&#x5F15;&#x865F;&#x90FD;&#x4E0D;&#x662F; &#x201C; &#x201D;&#x3002;&#xFF09;  </p>
<p><strong>&#x82F1;&#x8BED;&#x5927;&#x5C0F;&#x5199;&#x5E94;&#x9075;&#x5FAA;&#x4EC0;&#x4E48;&#x89C4;&#x5F8B;&#xFF1F;</strong><br>&#x6C92;&#x6709;&#x5B9A;&#x6CD5;&#xFF0C;&#x6839;&#x64DA;&#x8A9E;&#x611F;&#x6C7A;&#x5B9A;&#x3002;<br>&#x6211;&#x5176;&#x5BE6;&#x89BA;&#x5F97; Adobe &#x9019;&#x500B;&#x4F8B;&#x5B50;&#x88CF;&#xFF0C;Update progress &#x61C9;&#x8A72;&#x5BEB; Update Progress&#xFF0C;Currently Downloading &#x2026; &#x61C9;&#x8A72;&#x5BEB; Currently downloading &#x2026;&#x3002;</p>
<p><strong>&#x86CB;&#x75BC; &#x6BD4;&#x8F83;&#x51C6;&#x786E;&#x7684;&#x82F1;&#x6587;&#x8BD1;&#x6CD5;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;</strong><br>Geeky</p>
<p><strong>&#x4EBA;&#x4EEC;&#x4E3A;&#x4EC0;&#x4E48;&#x89C9;&#x5F97;&#x82F1;&#x56FD;&#x53E3;&#x97F3;&#x6BD4;&#x7F8E;&#x56FD;&#x53E3;&#x97F3;&#x597D;&#x542C;&#xFF1F;</strong></p>
<p>&#x56E0;&#x70BA;&#x6027;&#x611F;&#x3002;&#x4E0A;&#x9762;&#x6709;&#x4EBA;&#x8AAA;&#x5F97;&#x5F88;&#x5C0D;&#xFF0C;&#x7F8E;&#x97F3;&#x66F4;&#x81EA;&#x7136;&#x3002;&#x4F46;&#x81EA;&#x7136;&#x4E0D;&#x6027;&#x611F;&#x3002;  </p>
<p><strong>&#x8EAB;&#x8FB9;&#x6709;&#x4E00;&#x4F4D;&#x82F1;&#x8BED;&#x5927;&#x725B;&#xFF0C;&#x82F1;&#x8BED;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x4E0A;&#x4ED6;&#x80FD;&#x5E2E;&#x6211;&#x4EC0;&#x4E48;?</strong>  </p>
<p>&#x4E0D;&#x9700;&#x8981;&#x5225;&#x4EBA;&#x5E6B;&#x59B3;&#x4EC0;&#x9EBC;&#xFF0C;&#x5047;&#x88DD;&#x81EA;&#x5DF1;&#x4E0D;&#x6703;&#x4E2D;&#x6587;&#x5C31;&#x597D;&#x4E86;&#x3002;  </p>
<p>&#x95DC;&#x65BC;&#x4E2D;&#x570B;&#x7684;&#x65B0;&#x805E;&#x53EA;&#x770B; nytimes.com, guardian.co.uk, danwei.org,<br>&#x95DC;&#x65BC;&#x4E2D;&#x570B;&#x7684;&#x5403;&#x559D;&#x73A9;&#x6A02;&#x4FE1;&#x606F;&#x53EA;&#x770B; City Weekend, That&#x2019;s Beijing, TimeOut&#xFF0C;<br>&#x6240;&#x6709;&#x7DB2;&#x7D61;&#x5DE5;&#x5177;&#x53EA;&#x7528;&#x5916;&#x570B;&#x7684;&#x548C;&#x82F1;&#x6587;&#x7248;&#x7684;&#xFF0C;&#x96FB;&#x8166;&#x7528;&#x82F1;&#x6587;&#x7CFB;&#x7D71;&#xFF0C;&#x51FA;&#x9580;&#x5403;&#x98EF;&#x9EDE;&#x83DC;&#x770B;&#x82F1;&#x6587;&#x7248;&#x83DC;&#x55AE;&#xFF08;&#x5982;&#x679C;&#x7FFB;&#x8B6F;&#x5F97;&#x721B;&#x5C31;&#x770B;&#x770B;&#x721B;&#x5728;&#x54EA;&#x88CF;&#xFF0C;&#x61C9;&#x8A72;&#x5982;&#x4F55;&#x6539;&#x9032;&#xFF09;&#xFF0C;&#x770B;&#x82F1;&#x6587;&#x66F8;&#xFF0C;&#x5305;&#x62EC;&#x4E09;&#x6D41;&#x8272;&#x60C5;&#x5C0F;&#x8AAA;&#x3002;&#x4E0D;&#x8B80;&#x5DEE;&#x7684;&#x4E0D;&#x77E5;&#x9053;&#x4EC0;&#x9EBC;&#x662F;&#x597D;&#x7684;&#x3002;<br>&#x9019;&#x4E0D;&#x662F;&#x958B;&#x73A9;&#x7B11;&#x3002;&#x7D66;&#x81EA;&#x5DF1;&#x5EFA;&#x69CB;&#x4E00;&#x500B;&#x7D14;&#x82F1;&#x6587;&#x7684;&#x7CBE;&#x795E;&#x529B;&#x5834;&#x5F88;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x54EA;&#x6015;&#x51FA;&#x4E86;&#x570B;&#xFF0C;&#x4E0D;&#x5EFA;&#x69CB;&#x9019;&#x7A2E;&#x529B;&#x5834;&#x4E5F;&#x662F;&#x767D;&#x642D;&#x3002;</p>
<p><strong>&#x6709;&#x54EA;&#x4E9B;&#x63D0;&#x9AD8;&#x82F1;&#x8BED;&#x542C;&#x529B;&#x7684;&#x7ECF;&#x9A8C;&#x548C;&#x8BC0;&#x7A8D;&#xFF1F;</strong>  </p>
<p>&#x9996;&#x5148;&#x5FC3;&#x614B;&#x4E0A;&#x8981;&#x63A5;&#x53D7;&#x4E00;&#x9EDE;&#xFF1A;&#x7DF4;&#x7FD2;&#x807D;&#x529B;&#x610F;&#x5473;&#x8457;&#x6298;&#x78E8;&#x81EA;&#x5DF1;&#xFF0C;&#x8B93;&#x81EA;&#x5DF1;&#x75DB;&#x82E6;&#x3002;&#x4E0D;&#x662F;&#x4E00;&#x7A2E;&#x5C0F;&#x6E05;&#x65B0;&#x7684;&#x9AD4;&#x9A57;&#x3002;<br>&#x5177;&#x9AD4;&#x65B9;&#x6CD5;&#xFF1A;&#x770B;&#x5916;&#x570B;&#x96FB;&#x5F71;&#x4E0D;&#x958B;&#x4EFB;&#x4F55;&#x5B57;&#x5E55;&#xFF0C;&#x73FE;&#x5728;&#x5C31;&#x958B;&#x59CB;&#x3002;<br>&#x6CE8;&#x610F;&#x4E0D;&#x80FD;&#x53EA;&#x770B;&#x7F8E;&#x570B;&#x96FB;&#x5F71;&#xFF0C;&#x800C;&#x662F;&#x8981;&#x8B93;&#x81EA;&#x5DF1;&#x719F;&#x6089;&#x5404;&#x7A2E;&#x53E3;&#x97F3;&#x7684;&#x82F1;&#x6587;&#xFF1A;&#x5370;&#x5EA6;&#x7684;&#x3001;&#x7CB5;&#x5F0F;&#x7684;&#x3001;&#x6CD5;&#x5F0F;&#x7684;&#x3001;&#x65E5;&#x5F0F;&#x7684;&#x3001;&#x5FB7;&#x5F0F;&#x7684;&#x2026;&#x2026;<br>&#x5148;&#x57F9;&#x990A;&#x5D07;&#x6D0B;&#x5A9A;&#x5916;&#x7684;&#x5FC3;&#x614B;&#xFF0C;&#x5FD8;&#x8A18;&#x4EC0;&#x9EBC;&#x4E2D;&#x83EF;&#x4E94;&#x5343;&#x5E74; / &#x4E09;&#x5343;&#x5E74;&#x6587;&#x660E;&#xFF0C;&#x7136;&#x5F8C;&#x6B63;&#x8996;&#x9019;&#x6A23;&#x4E00;&#x500B;&#x4E8B;&#x5BE6;&#xFF1A;<br>&#x5728;&#x4ECA;&#x5929;&#xFF0C;&#x82F1;&#x6587;&#x6BD4;&#x4E2D;&#x6587;&#x5148;&#x9032;&#x3002;<br>&#x5148;&#x9032;&#x7684;&#x610F;&#x601D;&#x8981;&#x6F84;&#x6E05;&#x4E00;&#x4E0B;&#xFF1A;&#x5C31;&#x597D;&#x6BD4;&#x6211;&#x5011;&#x5169;&#x4EBA;&#x9032;&#x4E00;&#x68DF;&#x5BEB;&#x5B57;&#x6A13;&#x7684;&#x65CB;&#x8F49;&#x9580;&#xFF0C;&#x4F60;&#x5148;&#x9032;&#xFF0C;&#x6211;&#x5F8C;&#x9032;&#xFF0C;&#x50C5;&#x6B64;&#x800C;&#x5DF2;&#x3002;<br>&#x5927;&#x91CF;&#x9818;&#x57DF;&#x7684;&#x6700;&#x65B0;&#x6982;&#x5FF5;&#x90FD;&#x662F;&#x5148;&#x6709;&#x82F1;&#x6587;&#xFF0C;&#x5F8C;&#x6709;&#x4E2D;&#x6587;&#x3002;&#x9019;&#x500B;&#x5F8C;&#x53EF;&#x80FD;&#x6703;&#x5F88;&#x5F8C;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8AAA;&#x6709;&#x5F88;&#x591A;&#x9818;&#x57DF;&#x9084;&#x7121;&#x6CD5;&#x7528;&#x4E2D;&#x6587;&#x5F88;&#x5B8C;&#x5584;&#x5730;&#x8868;&#x9054;&#x3002;</p>
<p>&#x5F9E;&#x73FE;&#x5728;&#x958B;&#x59CB;&#x5F37;&#x8FEB;&#x81EA;&#x5DF1;&#x76E1;&#x91CF;&#x7528;&#x82F1;&#x6587;&#x63A5;&#x6536;&#x4E00;&#x5207;&#x4FE1;&#x606F;&#xFF0C;&#x5305;&#x62EC;&#x95DC;&#x65BC;&#x4E2D;&#x570B;&#x7684;&#x65B0;&#x805E;&#x3002;<br>&#x76E1;&#x91CF;&#x5C11;&#x770B;&#x4E2D;&#x6587;&#x66F8;&#x3002;<br>&#x591A;&#x4E0A; <a href="http://Quora.com&#xFF0C;" target="_blank" rel="external">http://Quora.com&#xFF0C;</a>  &#x5C11;&#x4E0A;&#x77E5;&#x4E4E;&#x3002;&#x53EF;&#x80FD;&#x4F60;&#x89BA;&#x5F97;&#x9019;&#x6A23;&#x5F88;&#x75DB;&#x82E6;&#xFF0C;&#x4F46;&#x6211;&#x89BA;&#x5F97;&#x9019;&#x6A23;&#x7121;&#x8AD6;&#x5982;&#x4F55;&#x4E0D;&#x6703;&#x6BD4;&#x80CC;&#x55AE;&#x8A5E;&#x548C;&#x505A;&#x7FD2;&#x984C;&#x66F4;&#x75DB;&#x82E6;&#x3002;  </p>
<p>&#x53EA;&#x5C0D;&#x807D;&#x529B;&#x6709;&#x5E6B;&#x52A9;&#x3002;&#x524D;&#x63D0;&#x662F;&#x6709;&#x4E00;&#x5B9A;&#x6C34;&#x5E73;&#x4E4B;&#x5F8C;&#x95DC;&#x6389;&#x5B57;&#x5E55;&#x770B;&#x3002;<br>&#x807D;&#x5C31;&#x8981;&#x591A;&#x807D;&#xFF0C;&#x8AAA;&#x5C31;&#x8981;&#x591A;&#x8AAA;&#xFF0C;&#x8B80;&#x5C31;&#x8981;&#x591A;&#x8B80;&#xFF0C;&#x5BEB;&#x5C31;&#x8981;&#x591A;&#x5BEB;&#xFF0C;&#x4E00;&#x8F29;&#x5B50;&#x90FD;&#x7DF4;&#x4E0D;&#x5B8C;&#xFF0C;&#x4E00;&#x505C;&#x6C34;&#x5E73;&#x5C31;&#x4E0B;&#x964D;&#xFF0C;&#x5F88;&#x75DB;&#x82E6;&#x7684;&#xFF0C;&#x4E0D;&#x8981;&#x60F3;&#x5077;&#x61F6;&#x4E86;&#x3002;&#x5BD3;&#x6559;&#x65BC;&#x6A02;&#x7684;&#x610F;&#x601D;&#x662F;&#x4F60;&#x81EA;&#x5DF1;&#x8981;&#x5B78;&#x7FD2;&#x5982;&#x4F55;&#x82E6;&#x4E2D;&#x4F5C;&#x6A02;&#xFF0C;&#x4E0D;&#x662F;&#x8AAA;&#x5C08;&#x9580;&#x627E;&#x8212;&#x670D;&#x7684;&#x4E8B;&#x5E79;&#x7136;&#x5F8C;&#x300C;&#x9806;&#x4FBF;&#x300D;&#x5B78;&#x500B;&#x4EC0;&#x9EBC;&#x3002;</p>
<p>&#x8981;&#x958B;&#x59CB;&#x8B80;&#x6587;&#x5B78;&#x4F5C;&#x54C1;&#x4E86;&#x3002;&#x53EF;&#x4EE5;&#x53BB;&#x627E;&#x7F8E;&#x570B;&#x6216;&#x82F1;&#x570B;&#x5F9E;&#x5C0F;&#x5B78;&#x5230;&#x4E2D;&#x5B78;&#x7684;&#x8A9E;&#x6587;&#x8AB2;&#x672C;&#x8B80;&#x4E00;&#x904D;&#xFF0C;&#x6216;&#x662F;&#x7167;&#x7740;&#x4EFB;&#x4F55;&#x7D93;&#x5178;&#x6587;&#x5B78;&#x66F8;&#x55AE;&#x8B80;&#x4E00;&#x904D;&#x3002;</p>
<p>&#x53E6;&#x5916;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x9EDE;&#x662F;&#x9664;&#x4E86;&#x7D93;&#x5178;&#x4F5C;&#x54C1;&#xFF0C;&#x4E5F;&#x8981;&#x8B80;&#x5783;&#x573E;&#x3002;&#x6BCF;&#x500B;&#x7F8E;&#x570B;&#x4EBA;&#x3001;&#x82F1;&#x570B;&#x4EBA;&#x2014;&#x2014;&#x5305;&#x62EC;&#x4F60;&#x559C;&#x6B61;&#x7684;&#x4F5C;&#x8005;&#x5011;&#x2014;&#x2014;&#x90FD;&#x662F;&#x540C;&#x6642;&#x8B80;&#x7740;&#x7D93;&#x5178;&#x548C;&#x5783;&#x573E;&#x9577;&#x5927;&#x7684;&#xFF0C;&#x4F60;&#x4E0D;&#x91CD;&#x8D70;&#x9019;&#x689D;&#x8DEF;&#x5C31;&#x6C92;&#x6709;&#x8FA6;&#x6CD5;&#x3002;<br>&#x5982;&#x4F55;&#x5FD8;&#x6389;&#x6C49;&#x8BED;&#xFF0C;&#x8FDB;&#x5165;&#x771F;&#x6B63;&#x7684;&#x82F1;&#x8BED;&#x601D;&#x7EF4;&#xFF1F;</p>
<p>&#x591A;&#x8B80;&#x5783;&#x573E;&#x3002;&#x4E0D;&#x7136;&#x4F60;&#x5C31;&#x53EA;&#x80FD;&#x6210;&#x7232;&#x4E00;&#x500B;&#x7DE8;&#x5BEB;&#x82F1;&#x6587;&#x6559;&#x6750;&#x7684;&#x4EBA;&#x3002;  </p>
<p>&#x4F60;&#x4E0D;&#x80FD;&#x53EA;&#x770B;&#x597D;&#x6771;&#x897F;&#xFF0C;&#x9084;&#x8981;&#x591A;&#x770B;&#x5783;&#x573E;&#x3002;&#x9019;&#x500B;&#x4E16;&#x754C;&#x662F;&#x7531; 90% &#x7684;&#x5783;&#x573E;&#x548C; 10% &#x7684;&#x597D;&#x6771;&#x897F;&#x7D44;&#x6210;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x4E00;&#x500B;&#x4EE5;&#x82F1;&#x8A9E;&#x7232;&#x7B2C;&#x4E00;&#x8A9E;&#x8A00;&#x7684;&#x4EBA;&#xFF0C;&#x5F9E;&#x5C0F;&#x4E5F;&#x662F;&#x770B;&#x7740;&#x5927;&#x91CF;&#x5783;&#x573E;&#x8207;&#x5EB8;&#x4F5C;&#xFF0C;&#x4EE5;&#x53CA;&#x5C11;&#x91CF;&#x597D;&#x6771;&#x897F;&#x9577;&#x5927;&#x7684;&#x3002;&#x4F60;&#x8981;&#x8907;&#x88FD;&#x9019;&#x500B;&#x904E;&#x7A0B;&#xFF0C;&#x5C31;&#x5FC5;&#x9808;&#x591A;&#x8B80;&#x5783;&#x573E;&#x3002;</p>
<p>&#x597D;&#x5728;&#x4E92;&#x806F;&#x7DB2;&#x5927;&#x5927;&#x964D;&#x4F4E;&#x4E86;&#x767C;&#x73FE;&#x5783;&#x573E;&#x7684;&#x6210;&#x672C;&#x3002;&#x4F8B;&#x5982; Amazon &#x4E0A;&#x6709;&#x5F88;&#x591A; 0 &#x5143;&#x7684;&#x60C5;&#x8272;&#x5C0F;&#x8AAA;&#xFF0C;&#x662F;&#x5F88;&#x597D;&#x7684;&#x5165;&#x9580;&#x5783;&#x573E;&#x8B80;&#x7269;&#x3002;</p>
<p><strong>&#x82F1;&#x8BED;&#x4E2D;&#x6709;&#x54EA;&#x4E9B;&#x7ECF;&#x5E38;&#x88AB;&#x8BFB;&#x9519;&#x7684;&#x8BCD;&#xFF1F;</strong>  </p>
<p>&#x5C0D;&#x65BC;&#x4E2D;&#x570B;&#x4EBA;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x9EDE;&#x662F;&#x82F1;&#x6587;&#x6709;&#x76F8;&#x7576;&#x591A;&#x7684;&#x8A5E;&#x7684;&#x91CD;&#x97F3;&#x90FD;&#x5728;&#x7B2C;&#x4E00;&#x500B;&#x97F3;&#x7BC0;&#xFF0C;&#x800C;&#x4E2D;&#x570B;&#x4EBA;&#x5F88;&#x5BB9;&#x6613;&#x628A;&#x91CD;&#x97F3;&#x5F8C;&#x79FB;&#xFF1A;</p>
<ul>
<li>Photoshop &#x91CD;&#x97F3;&#x5728; pho &#x4E0D;&#x5728; shop&#x3002;</li>
<li>Processing &#x91CD;&#x97F3;&#x5728; pro &#x4E0D;&#x5728; ce&#x3002;</li>
<li>YouTube &#x91CD;&#x97F3;&#x5728; You &#x4E0D;&#x5728; tube&#x3002;</li>
</ul>
<p>&#x9019;&#x662F;&#x4E00;&#x500B; general &#x7684;&#x898F;&#x5247;&#xFF0C;&#x4F46;&#x6211;&#x767C;&#x73FE;&#x5F88;&#x5C11;&#x4EBA;&#x5F37;&#x8ABF;&#x3002;&#x638C;&#x63E1;&#x4E86;&#x4E4B;&#x5F8C;&#xFF0C;&#x4F60;&#x7684;&#x6574;&#x9AD4;&#x53E3;&#x97F3;&#x6703;&#x6709;&#x8CEA;&#x7684;&#x63D0;&#x5347;&#x3002;&#x6211;&#x8A8D;&#x7232;&#x9019;&#x4EF6;&#x4E8B;&#x6BD4;&#x7CFE;&#x6B63;&#x67D0;&#x5E7E;&#x500B;&#x8B80;&#x932F;&#x7684;&#x55AE;&#x8A5E;&#x91CD;&#x8981;&#x3002;<br>&#x662F;&#x7684;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x628A; archive &#x8B80;&#x6210; achieve&#xFF0C;&#x628A; suite &#x8B80;&#x6210; suit&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x628A;&#x9019;&#x500B;&#x91CD;&#x97F3;&#x554F;&#x984C;&#x641E;&#x5B9A;&#x4E86;&#xFF0C;&#x6709;&#x4E00;&#x5927;&#x6279;&#x55AE;&#x8A5E;&#x7684;&#x767C;&#x97F3;&#x4F60;&#x90FD;&#x4E0D;&#x6703;&#x5F04;&#x932F;&#x4E86;&#xFF0C;<br>&#x4F8B;&#x5982;&#x4E0D;&#x6703;&#x628A; Android &#x7684;&#x91CD;&#x97F3;&#x653E;&#x5728; droid &#x4E0A;&#xFF0C;&#x4E0D;&#x6703; iPhone &#x7684;&#x91CD;&#x97F3;&#x653E;&#x5728; Phone &#x4E0A;&#x3002;</p>
<p><strong>&#x4E2D;&#x6587;&#x548C;&#x82F1;&#x6587;&#x4E2D;&#x80FD;&#x4F53;&#x73B0;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x548C;&#x6587;&#x5316;&#x5DEE;&#x5F02;&#x7684;&#x8868;&#x8FBE;&#x6709;&#x54EA;&#x4E9B;&#xFF1F;</strong>  </p>
<p>&#x4E2D;&#x6587;&#x8AAA;&#x819A;&#x6DFA;&#xFF0C;&#x82F1;&#x6587;&#x8AAA;&#x300C;&#x819A;&#x6DF1;&#x300D;&#xFF08;skin deep&#xFF09;&#x3002;</p>
<h1 id="music"><a href="#Music" class="headerlink" title="Music"></a>Music</h1><p>&#x6447;&#x6EDA;&#x4E50;&#xFF1A;Emerson, Lake and Palmer: Tarkus<br>&#x82F1;&#x56FD;&#x4E50;&#x961F;&#xFF1A;King Crimson&#xFF0C; lark&#x2019;s Tongues in Aspic, Part II &#x73FE;&#x5834;&#x7248;<br>&#x5893;&#x6B4C;&#xFF1A;Keith Jarrett: My Song, 2009 &#x73FE;&#x5834;&#x7248;&#xFF09;</p>
<h2 id="favorite-song-list"><a href="#Favorite_Song_List" class="headerlink" title="Favorite Song List"></a>Favorite Song List</h2><ul>
<li>On Your Mark (Chage &amp; Aska)</li>
<li>Say Yes (Chage &amp; Aska)</li>
<li>Something There (Chage &amp; Aska)</li>
<li>&#x9EC3;&#x571F;&#x9AD8;&#x539F;&#xFF08;&#x5742;&#x672C;&#x9F8D;&#x4E00;&#xFF09;</li>
<li>Shogunade&#xFF08;&#x5742;&#x672C;&#x9F8D;&#x4E00;&#xFF09;</li>
<li>Variety Show&#xFF08;&#x5742;&#x672C;&#x9F8D;&#x4E00;&#xFF09;</li>
<li>&#xC9;tude &#xFF08;&#x5742;&#x672C;&#x9F8D;&#x4E00;&#xFF09;</li>
<li>What Need Have I for This, What Need Have I for That, I&#x2019;m Dancing at the Feet of My Lord, All is Bliss, All is Bliss (Shakti &amp; John McLaughlin)</li>
<li>Bach&#x2019;s Chaconne (arranged for piano by Busoni, played by A.B. Michelangeli)</li>
<li>There&#x2019;s More to Life Than This (Bjork)</li>
<li>It&#x2019;s Oh So Quiet (Bjork)</li>
<li>Human Behaviour (Bjork)</li>
<li>Army of Me (Bjork)</li>
<li>Enjoy (Bjork)</li>
<li>&#x4ED9;&#x4EBA;&#x638C;&#x7684;&#x82B1;&#xFF08;&#x8CA1;&#x6D25;&#x548C;&#x592B;&#xFF09;</li>
<li>I Do I Do I Do I Do I Do (Abba)</li>
<li>When I Look into Your Eyes (Santana)</li>
<li>Flame-sky (Santana)</li>
<li>A bootleg track by Jan Garbarek (circa 2004, recorded by Pock in Hong Kong)</li>
<li>Vision of China (Japan, live version in Oil on Canvas)</li>
<li>&#x5047;&#x9762;&#x767B;&#x5834;&#xFF08;Novela&#xFF09;</li>
<li>&#x5EE2;&#x589F;&#xFF08;Novela&#xFF09;</li>
<li>&#x591C;&#x7684;&#x7B2C;&#x4E03;&#x7AE0;&#xFF08;&#x5468;&#x6770;&#x502B;&#xFF09;</li>
<li>&#x6B62;&#x6230;&#x4E4B;&#x6BA4;&#xFF08;&#x5468;&#x6770;&#x502B;&#xFF09;</li>
<li>&#x6D6E;&#x534E;&#x82E5;&#x68A6; &#x6881;&#x7FD8;&#x67CF; </li>
<li>&#x5370;&#x8C61; &#x8BB8;&#x51A0;&#x6770;</li>
<li>Matte Kudasai King Crimson</li>
<li>Just The Two Of Us Bill Withers</li>
<li>Theme from Shaft Isaac Hayes Theme from Shaft</li>
<li>&#x6211;&#x7231;&#x5361;&#x529B;&#x82CF; &#x845B;&#x5170;</li>
<li>Epitaph King Crimson</li>
<li>&#x845B;&#x862D;&#xFF1A;&#x6211;&#x611B;&#x5361;&#x529B;&#x8607;,&#x6211;&#x8981;&#x98DB;&#x4E0A;&#x9752;&#x5929;&#xFF0C;&#x6211;&#x611B;&#x6070;&#x6070;</li>
<li>&#x975C;&#x5A77;&#xFF1A;&#x6416;&#x6416;&#x6416;&#x5F35;&#x9732;&#xFF1A;&#x871C;&#x6708;&#x82B1;&#x8ECA;</li>
</ul>
<p><strong>&#x50CF;&#x300A;&#x56DB;&#x5B63;&#x300B;&#x8FD9;&#x6837;&#x7ECF;&#x5178;&#x800C;&#x53C8;&#x6BD4;&#x8F83;&#x9002;&#x5408;&#x5165;&#x95E8;&#x7684;&#x53E4;&#x5178;&#x97F3;&#x4E50;&#x4E13;&#x8F91;&#x8FD8;&#x6709;&#x54EA;&#x4E9B;&#xFF1F;</strong></p>
<p>Glenn Gould &#x9304;&#x7684;&#x300A;Goldberg Variations&#x300B;&#xFF08;&#x4E00;&#x4E5D;&#x516B;&#x4E00;&#x5E74;&#x7248;&#x672C;&#xFF09;</p>
<p><strong>&#x97F3;&#x4E50;&#x65B9;&#x9762;&#x7684;&#x300C;&#x54C1;&#x5473;&#x300D;&#x6709;&#x4F55;&#x5B9E;&#x9645;&#x610F;&#x4E49;&#xFF1F;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x9AD8;&#x4F4E;&#x4E4B;&#x5206;&#xFF0C;&#x5B83;&#x7684;&#x610F;&#x4E49;&#x53C8;&#x4F55;&#x5728;&#xFF1F;</strong>  </p>
<p>&#x54C1;&#x5473;&#x6709;&#x9AD8;&#x4F4E;&#x4E4B;&#x5206;&#xFF0C;&#x97F3;&#x6A02;&#x54C1;&#x5473;&#x7576;&#x7136;&#x4E5F;&#x6709;&#x3002;<br>&#x8AB0;&#x90FD;&#x6C92;&#x8CC7;&#x683C;&#x8AAA;&#x5225;&#x4EBA;&#x54C1;&#x5473;&#x4F4E;<br>&#x9019;&#x8A71;&#x5728;&#x79AE;&#x8C8C;&#x5C64;&#x9762;&#x6210;&#x7ACB;&#xFF0C;&#x5C31;&#x597D;&#x6BD4;&#x4F60;&#x4E0D;&#x61C9;&#x8A72;&#x5C0D;&#x4E00;&#x500B;&#x5973;&#x751F;&#x8AAA;&#x300C;&#x4F60;&#x633A;&#x6F02;&#x4EAE;&#x7684;&#xFF0C;&#x5C31;&#x662F;&#x9F3B;&#x5B50;&#x5927;&#x4E86;&#x9EDE;&#x300D;&#x3002;&#x4F46;&#x8CC7;&#x683C;&#xFF0C;&#x7232;&#x4EC0;&#x9EBC;&#x6C92;&#x6709;&#xFF1F;&#x54C1;&#x5473;&#x662F;&#x7FD2;&#x5F97;&#x7684;&#xFF08;acquired&#xFF09;&#xFF0C;&#x4E0D;&#x662F;&#x5929;&#x751F;&#x7684;&#x3002;&#x6211;&#x6BD4;&#x4F60;&#x5B78;&#x7FD2;&#x52AA;&#x529B;&#xFF0C;&#x4E0D;&#x61C9;&#x8A72;&#x5C31;&#x6B64;&#x770B;&#x4E0D;&#x8D77;&#x4F60;&#xFF0C;&#x4F46;&#x6211;&#x6709;&#x8CC7;&#x683C;&#x8AAA;&#xFF0C;&#x4F60;&#x4E0D;&#x52AA;&#x529B;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x901A;&#x904E;&#x52AA;&#x529B;&#x7372;&#x5F97;&#x7684;&#x67D0;&#x4E9B;&#x6771;&#x897F;&#x2014;&#x2014;&#x54C1;&#x5473;&#xFF0C;&#x4F60;&#x9084;&#x6C92;&#x6709;&#x7372;&#x5F97;&#x3002;<br>&#x95DC;&#x65BC;&#x97F3;&#x6A02;&#x6709;&#x6C92;&#x6709;&#x54C1;&#x5473;&#x4E00;&#x8AAA;&#x7684;&#x722D;&#x8AD6;&#x5F9E;&#x672A;&#x4E2D;&#x65B7;&#x904E;&#x3002;&#x4EBA;&#x5011;&#x4E0D;&#x6703;&#x61F7;&#x7591;&#x6B23;&#x8CDE;&#x7F8E;&#x8853;&#x4F5C;&#x54C1;&#x7684;&#x80FD;&#x529B;&#x548C;&#x54C1;&#x5473;&#x6709;&#x9AD8;&#x4E0B;&#xFF0C;&#x751A;&#x81F3;&#x4E5F;&#x4E0D;&#x6703;&#x61F7;&#x7591;&#x6B23;&#x8CDE;&#x53E4;&#x5178;&#x97F3;&#x6A02;&#x7684;&#x80FD;&#x529B;&#x548C;&#x54C1;&#x5473;&#x6709;&#x9AD8;&#x4E0B;&#xFF0C;&#x4F46;&#x53E4;&#x5178;&#x97F3;&#x6A02;&#x4EE5;&#x5916;&#x7684;&#x5404;&#x7A2E;&#x97F3;&#x6A02;&#xFF0C;&#x7E3D;&#x662F;&#x7D66;&#x4EBA;&#x4EE5;&#x300C;&#x6211;&#x559C;&#x6B61;&#x5C31;&#x597D;&#x300D;&#x7684;&#x5E7B;&#x8C61;&#x3002;<br>&#x539F;&#x56E0;&#x4E26;&#x4E0D;&#x8907;&#x96DC;&#x3002;&#x8AF8;&#x591A;&#x85DD;&#x8853;&#x9580;&#x985E;&#x7576;&#x4E2D;&#xFF0C;&#x97F3;&#x6A02;&#x7684;&#x8EAB;&#x9AD4;&#x6027;&#x6700;&#x5F37;&#xFF0C;&#x548C;&#x4EBA;&#x985E;&#x672C;&#x80FD;&#x7684;&#x8089;&#x617E;&#x885D;&#x52D5;&#x6700;&#x63A5;&#x8FD1;&#x3002;&#x9019;&#x7A2E;&#x5207;&#x8EAB;&#x7684;&#x6771;&#x897F;&#xFF0C;&#x6700;&#x5BB9;&#x6613;&#x8B93;&#x4EBA;&#x7522;&#x751F;&#x300C;&#x6211;&#x61C2;&#x5F97;&#x5224;&#x65B7;&#x5176;&#x50F9;&#x503C;&#x300D;&#x7684;&#x611F;&#x89BA;&#x3002;&#x98DF;&#x7269;&#x4FBF;&#x662F;&#x4E00;&#x4F8B;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#x4E0D;&#x6703;&#x7F9E;&#x65BC;&#x8868;&#x9054;&#x81EA;&#x5DF1;&#x559C;&#x6B61;&#x5403;&#x67D0;&#x6A23;&#x6771;&#x897F;&#xFF0C;&#x56E0;&#x7232;&#x90A3;&#x5FEB;&#x611F;&#x662F;&#x771F;&#x8AA0;&#x7684;&#x3002;<br>&#x4F46;&#x53EA;&#x8981;&#x662F;&#x4EBA;&#x505A;&#x51FA;&#x4F86;&#x7684;&#x6771;&#x897F;&#xFF0C;&#x5C31;&#x6709;&#x597D;&#x58DE;&#x4E4B;&#x5206;&#x3002;&#x5169;&#x500B;&#x4EBA;&#x505A;&#x540C;&#x4E00;&#x4EF6;&#x4E8B;&#x4E5F;&#x4E0D;&#x6703;&#x4E00;&#x6A23;&#x3002;&#x9019;&#x5C31;&#x53EF;&#x4EE5;&#x6BD4;&#x8F03;&#xFF0C;&#x6BD4;&#x8F03;&#x4E4B;&#x5F8C;&#x5C31;&#x6709;&#x4E86;&#x50F9;&#x503C;&#x5224;&#x65B7;&#x3002;&#x6240;&#x8B02;&#x54C1;&#x5473;&#x5C31;&#x662F;&#x9019;&#x6BD4;&#x8F03;&#x4E4B;&#x5F8C;&#x505A;&#x51FA;&#x7684;&#x50F9;&#x503C;&#x5224;&#x65B7;&#x3002;<br>&#x4F46;&#x9700;&#x8981;&#x518D;&#x6B21;&#x5F37;&#x8ABF;&#xFF0C;&#x54C1;&#x5473;&#x662F;&#x9700;&#x8981;&#x5B78;&#x7FD2;&#x7684;&#xFF0C;&#x4E0D;&#x662F;&#x751F;&#x4F86;&#x5C31;&#x6703;&#x7684;&#x3002;&#x56E0;&#x7232;&#x4E0A;&#x9762;&#x6240;&#x8AAA;&#x7684;&#x597D;&#x58DE;&#xFF0C;&#x672C;&#x4F86;&#x4E5F;&#x662F;&#x4EBA;&#x985E;&#x8CE6;&#x4E88;&#x7684;&#x3002;&#x6240;&#x8B02;&#x7684;&#x5B78;&#x7FD2;&#xFF0C;&#x5C31;&#x662F;&#x53BB;&#x5B78;&#x9019;&#x4E9B;&#x4EBA;&#x985E;&#x767C;&#x660E;&#x4E26;&#x8CE6;&#x4E88;&#x4E4B;&#x7684;&#x898F;&#x5247;&#x3002;<br>&#x5982;&#x679C;&#x4F60;&#x5C0D;&#x6B64;&#x4E0D;&#x723D;&#xFF0C;&#x89BA;&#x5F97;&#x6211;&#x7232;&#x4EC0;&#x9EBC;&#x8981;&#x8B93;&#x5225;&#x4EBA;&#x767C;&#x660E;&#x7684;&#x898F;&#x5247;&#x4F86;&#x4E3B;&#x5C0E;&#x6211;&#x7684;&#x597D;&#x60E1;&#xFF0C;&#x90A3;&#x9EBC;&#x4F60;&#x53EF;&#x4EE5;&#x53BB;&#x6253;&#x7834;&#x820A;&#x898F;&#x5247;&#xFF0C;&#x767C;&#x660E;&#x65B0;&#x898F;&#x5247;&#xFF0C;&#x90A3;&#x6A23;&#x4F60;&#x6703;&#x6210;&#x7232;&#x6700;&#x5F37;&#x7684;&#x4EBA;&#xFF0C;&#x5C31;&#x50CF;&#x8C9D;&#x591A;&#x82AC;&#x3001;&#x856D;&#x90A6;&#x3001;&#x674E;&#x65AF;&#x7279;&#x3001;&#x74E6;&#x683C;&#x7D0D;&#x3001;John Cage&#x3001;Beatles&#x3001;King Crimson&#x3001;Kraftwerk&#x3001;Yellow Magic Orchestra &#x90A3;&#x6A23;&#x3002;<br>&#x6709;&#x4EBA;&#x8AAA;&#xFF0C;&#x807D;&#x97F3;&#x6A02;&#x5C31;&#x662F;&#x5A1B;&#x6A02;&#xFF0C;&#x4F55;&#x5FC5;&#x90A3;&#x9EBC;&#x8A8D;&#x771F;&#x3002;&#x4F46;&#x770B;&#x7562;&#x52A0;&#x7D22;&#x7684;&#x756B;&#x3001;&#x8B80;&#x300A;&#x5C24;&#x91CC;&#x897F;&#x65AF;&#x300B;&#x4E5F;&#x662F;&#x5A1B;&#x6A02;&#x800C;&#x5DF2;&#x3002;&#x73A9;&#x4E5F;&#x6709;&#x6703;&#x73A9;&#x4E0D;&#x6703;&#x73A9;&#x7684;&#x5206;&#x5225;&#xFF0C;&#x5C0D;&#x5427;&#xFF1F;  </p>
<p><strong>&#x5742;&#x672C;&#x9F99;&#x4E00;&#x6700;&#x597D;&#x7684;&#x4E13;&#x8F91;&#x662F;&#x54EA;&#x51E0;&#x5F20;&#xFF1F;</strong>  </p>
<ul>
<li>&#x300A;A Thousand Knives&#x300B;&#xFF08;&#x9019;&#x5F35;&#x4E3B;&#x8981;&#x662F;&#x807D;&#x540C;&#x540D;&#x66F2; A Thousand Knives&#xFF0C;&#x4E0D;&#x904E;&#x66F4;&#x61C9;&#x8A72;&#x807D; YouTube &#x4E0A;&#x7684;&#x5404;&#x7A2E; Yellow Magic Orchestra &#x73FE;&#x5834;&#x6F14;&#x594F;&#x7248;&#x3002; &#xFF09;</li>
<li>&#x300A;&#x97F3;&#x6A02;&#x5716;&#x9451;&#x300B;&#xFF08;&#x4E3B;&#x63A8; Zen Gun &#x548C; Etude&#xFF09;</li>
<li>&#x300A;&#x672A;&#x4F86;&#x6D3E;&#x91CE;&#x90CE;&#x300B;&#xFF08;&#x7B2C;&#x4E00;&#x66F2; Broadway Boogie Woogie &#x7528;&#x4E86;&#x300A;&#x9280;&#x7FFC;&#x6BBA;&#x624B;&#x300B;&#x96FB;&#x5F71;&#x88E1;&#x7684;&#x63A1;&#x6A23;&#x300B;&#x3002;&#x4E3B;&#x63A8; Parolibre &#x548C;&#x300A;&#x9EC3;&#x571F;&#x9AD8;&#x539F;&#x300B;&#x3002;&#xFF09;</li>
<li>&#x300A;NEO GEO&#x300B;&#xFF08;&#x4E3B;&#x63A8; Shogunade&#xFF09;</li>
<li>&#x300A;Esperanto&#x300B;&#xFF08;&#x4E3B;&#x63A8; Adelic Penguin&#xFF09;</li>
</ul>
<p><strong>&#x4F60;&#x6700;&#x559C;&#x6B22;&#x7684;&#x53E4;&#x5178;&#x97F3;&#x4E50;&#x5927;&#x5E08;&#x548C;&#x4F5C;&#x54C1;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</strong></p>
<ul>
<li>Prokofiev: Piano Sonata No. 6, 7, 8 / Tocata</li>
<li>Chopin: Preludes Op. 28</li>
<li>Bach: Chaconne</li>
<li>Schoenberg: Verkl&#xE4;rte Nacht</li>
<li>Richard Strauss: Ein Heldenleben</li>
<li>Scriabin: Piano Sonata No. 9, 10. / Vers la Flamme ( <a href="http://lawrence.li/blog/2010/10/vers-la-flamme-played-by-neuhaus/" target="_blank" rel="external">http://lawrence.li/blog/2010/10/vers-la-flamme-played-by-neuhaus/</a> )</li>
<li>Bellini: Norma</li>
<li>Wagner</li>
</ul>
<p><strong>&#x53E4;&#x5178;&#x97F3;&#x4E50;&#x771F;&#x7684;&#x662F;&#x4ECE;&#x524D;&#x7684;&#x6D41;&#x884C;&#x97F3;&#x4E50;&#x5417;&#xFF1F;</strong>  </p>
<p>&#x53E4;&#x4EE3;&#x6C92;&#x6709;&#x5531;&#x7247;&#x548C; mp3&#xFF0C;&#x53E4;&#x4EE3;&#x4EBA;&#x807D;&#x97F3;&#x6A02;&#x4E0D;&#x50CF;&#x6211;&#x5011;&#x9019;&#x9EBC;&#x65B9;&#x4FBF;&#xFF0C;&#x80FD;&#x5B9A;&#x671F;&#x807D;&#x5230;&#x97F3;&#x6A02;&#x5F80;&#x5F80;&#x5DF2;&#x7D93;&#x4EE3;&#x8868;&#x8457;&#x67D0;&#x7A2E;&#x8EAB;&#x4EFD;&#x3002;<br>&#x6D41;&#x884C;&#x97F3;&#x6A02;&#x672C;&#x8EAB;&#x5C31;&#x4EE3;&#x8868;&#x8457;&#x67D0;&#x7A2E;&#x6B0A;&#x529B;&#x7684;&#x5D29;&#x584C;&#xFF0C;&#x6709;&#x6C11;&#x4E3B;&#x7684;&#x610F;&#x5473;&#x3002;<br>&#x4ECA;&#x5929;&#x6240;&#x8BF4;&#x7684;&#x6D41;&#x884C;&#x97F3;&#x6A02;&#x5728;&#x53E4;&#x4EE3;&#x4E26;&#x4E0D;&#x5B58;&#x5728;&#x3002;&#xFF08;&#x4E26;&#x4E0D;&#x662F;&#x8AAA;&#x300C;&#x7279;&#x5B9A;&#x6642;&#x9593;&#x5167;&#x5927;&#x591A;&#x6578;&#x4EBA;&#x5728;&#x807D;&#x7684;&#x97F3;&#x6A02;&#x300D;&#x5C31;&#x662F;&#x6D41;&#x884C;&#x97F3;&#x6A02;&#x3002;&#xFF09;<br>&#x5927;&#x5BB6;&#x53EF;&#x80FD;&#x807D;&#x904E;&#x8C37;&#x6B4C;&#x7684;&#x9AD8;&#x5C64;&#x8AAA;&#x4ECA;&#x5929;&#x4E00;&#x5929;&#x751F;&#x7522;&#x51FA;&#x4F86;&#x7684;&#x4FE1;&#x606F;&#x5C31;&#x8D85;&#x904E;&#x4E86;&#x81EA;&#x76E4;&#x53E4;&#x958B;&#x5929;&#x95E2;&#x5730;&#x4E00;&#x4F86;&#x5230; 21 &#x4E16;&#x7D00;&#x521D;&#x7684;&#x4FE1;&#x606F;&#x7E3D;&#x548C;&#xFF0C;&#x97F3;&#x6A02;&#x4E5F;&#x662F;&#x4E00;&#x6A23;&#x3002;&#x4ECA;&#x5929;&#x6211;&#x5011;&#x80FD;&#x5920;&#x807D;&#x5230;&#x7684;&#x97F3;&#x6A02;&#xFF0C;&#x8DDF;&#x53E4;&#x4EBA;&#x4E0D;&#x662F;&#x4E00;&#x500B;&#x91CF;&#x7D1A;&#x7684;&#x3002;&#x5728;&#x60F3;&#x50CF;&#x53E4;&#x4EE3;&#x4EBA;&#x7684;&#x97F3;&#x6A02;&#x8046;&#x807D;&#x5BE6;&#x8E10;&#x6642;&#xFF0C;&#x9019;&#x4E00;&#x9EDE;&#x4E0D;&#x53EF;&#x4E0D;&#x5BDF;&#x3002;</p>
<p><strong>&#x542C;&#x7235;&#x58EB;&#x4E50;&#x5982;&#x4F55;&#x5165;&#x95E8;&#xFF1F;</strong>  </p>
<p>&#x6700;&#x4F73;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x5B78;&#x4E00;&#x7A2E;&#x6A02;&#x5668;&#xFF08;&#x6BD4;&#x5982; sax&#xFF09;&#xFF0C;&#x6B21;&#x4F73;&#x65B9;&#x6CD5;&#x662F;&#x958B;&#x59CB;&#x7814;&#x8B80;&#x95DC;&#x65BC;&#x7235;&#x58EB;&#x6A02;&#x7684;&#x66F8;&#xFF08;&#x4F46;&#x4E0D;&#x8981;&#x770B;&#x4E2D;&#x6587;&#x66F8;&#xFF09;&#x3002;<br>&#x7576;&#x7136;&#xFF0C;&#x591A;&#x807D;&#x662F;&#x80AF;&#x5B9A;&#x8981;&#x7684;&#x3002;&#x9084;&#x6709;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x9EDE;&#xFF1A;&#x7235;&#x58EB;&#x6A02;&#x548C;&#x5C0F;&#x8CC7;&#x7121;&#x95DC;&#x3002;<br>&#x597D;&#x50CF;&#x73FE;&#x5728;&#x8AC7;&#x5230;&#x6200;&#x611B;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x559C;&#x6B61;&#x8AAA;&#x300C;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x4EC0;&#x9EBC;&#x300D;&#xFF0C;<br>&#x6211;&#x4F30;&#x8A08;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x4EC0;&#x9EBC;&#x97F3;&#x6A02;&#x548C;&#x8072;&#x97F3;&#x7684;&#x4EBA;&#x9060;&#x591A;&#x65BC;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x4EC0;&#x9EBC;&#x611B;&#x4EBA;&#x7684;&#x4EBA;&#x3002;<br>&#x8981;&#x71D2;&#x8033;&#x6A5F;&#x9996;&#x5148;&#x5C31;&#x5F97;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x8981;&#x4EC0;&#x9EBC;&#x8072;&#x97F3;&#xFF0C;&#x9019;&#x53EA;&#x80FD;&#x901A;&#x904E;&#x9577;&#x671F;&#x3001;&#x53CD;&#x8986;&#x3001;&#x4ED4;&#x7D30;&#x5730;&#x8046;&#x807D;&#x505A;&#x5230;&#x3002;</p>
<h1 id="books"><a href="#Books" class="headerlink" title="Books"></a>Books</h1><p><strong>&#x5F71;&#x54CD;&#x4F60;&#x6700;&#x6DF1;&#x7684;&#x4F5C;&#x5BB6;&#x53CA;&#x4E66;&#x7C4D;&#x6709;&#x54EA;&#x4E9B;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</strong> </p>
<ul>
<li>&#x798F;&#x723E;&#x6469;&#x65AF;&#x7CFB;&#x5217;&#x300A;&#x5085;&#x96F7;&#x5BB6;&#x66F8;&#x300B;</li>
<li>&#x300A;Hackers and Painters&#x300B;</li>
<li>&#x300A;Shaping Things&#x300B;</li>
<li>&#x300A;The Elements of Typographic Style&#x300B;</li>
</ul>
<p><strong>&#x4EC0;&#x4E48;&#x662F; Cyberpunk&#xFF1F;</strong>  </p>
<p>Cyberpunk = &#x767C;&#x751F;&#x5728;&#x8FD1;&#x672A;&#x4F86;&#xFF0C;&#x4EE5;&#x79D1;&#x6280;&#x4E16;&#x754C;&#x7232;&#x80CC;&#x666F;&#x7684;&#x5075;&#x63A2; / &#x72AF;&#x7F6A;&#x5C0F;&#x8AAA;&#x3002;</p>
<h1 id="design"><a href="#Design" class="headerlink" title="Design"></a>Design</h1><p><strong>&#x54CD;&#x5E94;&#x5F0F;&#x8BBE;&#x8BA1;&#x5E94;&#x8BE5;&#x4F1A;&#x662F;&#x4ECA;&#x540E;&#x7684;&#x8D8B;&#x52BF;&#xFF0C;&#x5BF9;&#x524D;&#x7AEF;&#x7684;&#x8981;&#x6C42;&#x4E5F;&#x5C06;&#x8D8A;&#x6765;&#x8D8A;&#x9AD8;&#xFF0C;&#x4F60;&#x89C9;&#x5F97;&#x5462;&#xFF1F;</strong></p>
<p>Responsive=Adaptive Web Design  &#x7232;&#x79FB;&#x52D5;&#x8A2D;&#x5099;&#x505A;&#x9069;&#x914D;</p>
<p><strong>&#x7535;&#x8111;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x80FD;&#x50CF;&#x7535;&#x89C6;&#x673A;&#x4E00;&#x6837;&#x5373;&#x5F00;&#x5373;&#x7528;&#x5462;&#xFF1F;</strong></p>
<p>&#x8DDF;&#x96FB;&#x5668;&#x76F8;&#x53CD;&#xFF0C;&#x500B;&#x4EBA;&#x96FB;&#x8166;&#x5F9E;&#x4E00;&#x958B;&#x59CB;&#x5C31;&#x4E0D;&#x662F;&#x8A2D;&#x8A08;&#x4F86;&#x8B93;&#x4EBA;&#x5373;&#x958B;&#x5373;&#x7528;&#x7684;&#x3002;<br>Jonathan Zittrain &#x5728;&#x300A;The Future of the Internet and How to Stop It&#x300B;&#x4E00;&#x66F8;&#x88E1;&#x628A;&#x500B;&#x4EBA;&#x96FB;&#x8166;&#x9019;&#x7A2E;&#x8A2D;&#x5099;&#x7A31;&#x4F5C;&#x300C;generative device&#x300D;&#x3002;<br>&#x63DB;&#x53E5;&#x8A71;&#x8AAA;&#xFF0C;&#x96FB;&#x8166;&#x505A;&#x51FA;&#x4F86;&#x662F;&#x7D66;&#x4EBA;&#x7528;&#x4F86;&#x751F;&#x6210;&#xFF08;generate&#xFF09;&#x5225;&#x7684;&#x6771;&#x897F;&#x7684;&#x3002;<br>&#x9019;&#x5225;&#x7684;&#x6771;&#x897F;&#xFF0C;&#x5177;&#x9AD4;&#x800C;&#x8A00;&#xFF0C;&#x5C31;&#x662F;&#x8EDF;&#x4EF6;&#x3002;&#x5728;&#x904E;&#x53BB;&#x7684;&#x4E09;&#x5341;&#x5E74;&#x88E1;&#xFF0C;&#x5373;&#x958B;&#x5373;&#x7528;&#x4E00;&#x76F4;&#x5C31;&#x4E0D;&#x662F;&#x8A2D;&#x8A08;&#x500B;&#x4EBA;&#x96FB;&#x8166;&#x6642;&#x6240;&#x8003;&#x616E;&#x7684;&#x91CD;&#x9EDE;&#x3002;</p>
<p>&#x55AC;&#x5E03;&#x65AF;&#x6C92;&#x6709;&#x8AAA;&#x904E;&#x4EFB;&#x4F55;&#x4E00;&#x53E5;&#x5BA2;&#x89C0;&#x7684;&#x8A71;&#x3002;</p>
<h1 id="art"><a href="#Art" class="headerlink" title="Art"></a>Art</h1><p><strong>&#x4E0D;&#x4F1A;&#x6B23;&#x8D4F;&#x827A;&#x672F;&#x600E;&#x4E48;&#x529E;&#xFF1F;</strong></p>
<p>&#x958B;&#x59CB;&#x5275;&#x4F5C;&#x85DD;&#x8853;&#x3002;<br>&#x6240;&#x6709;&#x5275;&#x696D;&#x8005;&#x90FD;&#x6703;&#x544A;&#x8A34;&#x4F60;&#xFF0C;&#x60F3;&#x6CD5;&#x4E0D;&#x503C;&#x9322;&#x3002;&#x6709;&#x4E86;&#x60F3;&#x6CD5;&#x5FEB;&#x901F;&#x5BE6;&#x8E10;&#x624D;&#x662F;&#x6B63;&#x9053;&#x3002;&#x6240;&#x6709;&#x7A0B;&#x5E8F;&#x54E1;&#x90FD;&#x6703;&#x544A;&#x8A34;&#x4F60;&#xFF0C;&#x5B78;&#x7FD2;&#x7DE8;&#x7A0B;&#x6700;&#x597D;&#x7684;&#x8FA6;&#x6CD5;&#x5C31;&#x662F;&#x52D5;&#x624B;&#x5BEB;&#x4E00;&#x500B;&#x7A0B;&#x5E8F;&#x3002;<br>&#x60A8;&#x95DC;&#x65BC;&#x4E00;&#x5929;&#x5275;&#x4F5C;&#x4E00;&#x767E;&#x5E45;&#x4F5C;&#x54C1;&#x7684;&#x60F3;&#x6CD5;&#x525B;&#x597D;&#x5C31;&#x662F;&#x5982;&#x4ECA;&#x5E38;&#x898B;&#x7684; low-end disruption &#x6A21;&#x5F0F;&#x3002;&#x4E00;&#x958B;&#x59CB;&#x53EF;&#x80FD;&#x53EA;&#x80FD;&#x8CE3; 20&#xFF0C;&#x4F46;&#x719F;&#x80FD;&#x751F;&#x5DE7;&#xFF0C;&#x7D93;&#x904E;&#x4E86;&#x53CD;&#x8986;&#x8FED;&#x4EE3;&#x4E4B;&#x5F8C;&#xFF0C;&#x4F60;&#x7684;&#x4F5C;&#x54C1;&#x7684;&#x8CEA;&#x91CF;&#x9072;&#x65E9;&#x6703;&#x9054;&#x5230;&#x4E00;&#x500B; good enough &#x7684;&#x81E8;&#x754C;&#x9EDE;&#x3002;<br>&#x8A18;&#x4F4F;&#xFF0C;1.0 &#x7248;&#x6C38;&#x9060;&#x662F;&#x6700;&#x96E3;&#x7684;&#x3002;&#x52A0;&#x6CB9;&#x3002;</p>
<p><strong>&#x7535;&#x5B50;&#x6E38;&#x620F;&#x5C5E;&#x4E8E;&#x827A;&#x672F;&#x5417;&#xFF1F;</strong></p>
<p>&#x85DD;&#x8853;&#x7684;&#x53CD;&#x9762;&#x662F;&#x79D1;&#x5B78;&#x3002;&#x85DD;&#x8853;&#x662F;&#x4E0D;&#x65B7;&#x5F80;&#x4E16;&#x754C;&#x6DFB;&#x6771;&#x897F;&#xFF0C;&#x79D1;&#x5B78;&#x662F;&#x770B;&#x4E16;&#x754C;&#x3001;&#x6E2C;&#x91CF;&#x4E16;&#x754C;&#x3001;&#x5C0D;&#x4E16;&#x754C;&#x9032;&#x884C;&#x5206;&#x6790;&#x548C;&#x6B78;&#x985E;&#x7B49;&#x7B49;&#x3002;<br>&#x6240;&#x4EE5;&#x96FB;&#x5B50;&#x904A;&#x6232;&#x662F;&#x85DD;&#x8853;&#x3002;</p>

      
    </div>
    
      <div class="article-toc">
        <h3></h3>
        <ol class="toc"><li class="toc-item toc-level-1"><a class="toc-link" href="#china"><span class="toc-number">1.</span> <span class="toc-text">China</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#three-outlook"><span class="toc-number">2.</span> <span class="toc-text">Three outlook</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#education"><span class="toc-number">3.</span> <span class="toc-text">Education</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#media"><span class="toc-number">4.</span> <span class="toc-text">Media</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#internet"><span class="toc-number">5.</span> <span class="toc-text">Internet</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#faith"><span class="toc-number">6.</span> <span class="toc-text">Faith</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#aesthetic"><span class="toc-number">7.</span> <span class="toc-text">Aesthetic</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#human-and-substance-relationship"><span class="toc-number">8.</span> <span class="toc-text">Human and substance relationship</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#cultivation-for-productmanager"><span class="toc-number">9.</span> <span class="toc-text">Cultivation for ProductManager</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#translation-and-english-learning"><span class="toc-number">10.</span> <span class="toc-text">Translation and English Learning</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#music"><span class="toc-number">11.</span> <span class="toc-text">Music</span></a><ol class="toc-child"><li class="toc-item toc-level-2"><a class="toc-link" href="#favorite-song-list"><span class="toc-number">11.1.</span> <span class="toc-text">Favorite Song List</span></a></li></ol></li><li class="toc-item toc-level-1"><a class="toc-link" href="#books"><span class="toc-number">12.</span> <span class="toc-text">Books</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#design"><span class="toc-number">13.</span> <span class="toc-text">Design</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#art"><span class="toc-number">14.</span> <span class="toc-text">Art</span></a></li></ol>
      </div>
    
    
      <footer class="article-footer">
        
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Aesthetic/">Aesthetic</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Books/">Books</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/China/">China</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Classic-Music/">Classic Music</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Computer-Device-History/">Computer Device History</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Dress/">Dress</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Fashion/">Fashion</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Fitness/">Fitness</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Integrity/">Integrity</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Intelligence/">Intelligence</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Learning-English/">Learning English</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Music/">Music</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Outlook-on-life/">Outlook on life</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Philosophy/">Philosophy</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Steven-Jobs/">Steven Jobs</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Taste/">Taste</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Translation/">Translation</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/Values/">Values</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/World-view/">World view</a></li><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/zhihu/">zhihu;</a></li></ul>

      </footer>
    
  </div>
  
    
<nav id="article-nav">
  
  
    <a href="/2015/12/22/how-to-store-hexo-source-and-theme-on-github/" id="article-nav-older" class="article-nav-link-wrap">
      <div class="article-nav-title">How to Store Hexo Source and Theme on Github&nbsp;<span>&gt;</span></div>
    </a>
  
</nav>

  
</article>

</section>
    <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      &copy; 2015 GeoXing&nbsp;
      Powered by <a href="http://hexo.io/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>
    

<script src="/js/jquery.min.js"></script>


  <link rel="stylesheet" href="/fancybox/jquery.fancybox.css" type="text/css">
  <script src="/fancybox/jquery.fancybox.pack.js" type="text/javascript"></script>


<script src="/js/script.js" type="text/javascript"></script>
  </div>
</body>
</html>